export default {
  "home": {
    "header": {
      "search": {
        "placeholder": "ابحث عن أي عنوان أو مكان...",
        "search-button": "يبحث"
      },
      "guides": "أدلة",
      "construction": "هذا الموقع قيد الإنشاء.",
      "construction-sub": "يرجى إنشاء حساب، وسنرسل إليك بريدًا إلكترونيًا عندما يكون جاهزًا.",
      "sell-button-big": "بيع ممتلكاتك",
      "sell-button-small": "يبيع",
      "profile-button": {
        "greeting": "أهلاً",
        "log-in": "تسجيل الدخول",
        "sign-up": "اشتراك",
        "log-out": "تسجيل الخروج",
        "theme": {
          "theme": "سمة",
          "light": "ضوء",
          "dark": "مظلم",
          "system": "نظام"
        },
        "language": "لغة",
        "currency": "عملة",
        "settings": "إعدادات",
        "exit": "حفظ وخروج",
        "exit-short": "مخرج"
      }
    },
    "modal": {
      "sign-up": {
        "title": "اشتراك",
        "subtitle": "أدخل بريدك الإلكتروني أدناه للتسجيل!",
        "already": "هل لديك حساب بالفعل؟",
        "change": "تسجيل الدخول",
        "apple": "التسجيل مع Apple",
        "google": "سجل باستخدام جوجل",
        "facebook": "سجل باستخدام الفيسبوك"
      },
      "log-in": {
        "title": "مرحبًا بعودتك",
        "subtitle": "أدخل بريدك الإلكتروني أدناه لتسجيل الدخول.",
        "already": "ليس لديك حساب؟",
        "change": "اشتراك",
        "apple": "تسجيل الدخول باستخدام Apple",
        "google": "تسجيل الدخول باستخدام جوجل",
        "facebook": "تسجيل الدخول باستخدام الفيسبوك"
      },
      "general": {
        "email": "بريد إلكتروني",
        "email-placeholder": "مثال@mail.com",
        "submit": "سجل باستخدام البريد الإلكتروني",
        "or": "أو",
        "loading": "تحميل..."
      }
    },
    "hero": {
      "title": "ابحث عن منزل أحلامك",
      "search": {
        "placeholder": "ابحث عن أي عنوان أو مكان...",
        "search-button": "يبحث"
      }
    },
    "Recommended": "المناطق الحضرية الموصى بها",
    "Popular": "شائع",
    "Newest": "الأحدث",
    "footer": {
      "allRightsReserved": "© 2024 Viva Ideal. جميع الحقوق محفوظة."
    }
  },
  "guides": {
    "title": "كيفية الشراء والبيع",
    "buy": {
      "title": "لا أعرف كيفية الشراء",
      "title-short": "كيفية الشراء",
      "countries": {
        "in": "كيفية الشراء في الهند",
        "kr": "كيفية الشراء في كوريا الجنوبية",
        "ar": "كيفية الشراء في الأرجنتين",
        "pe": "كيفية الشراء في بيرو",
        "co": "كيفية الشراء في كولومبيا",
        "ve": "كيفية الشراء في فنزويلا",
        "vn": "كيفية الشراء في فيتنام",
        "id": "كيفية الشراء في اندونيسيا",
        "nz": "كيفية الشراء في نيوزيلندا",
        "ky": "كيفية الشراء في جزر كايمان"
      }
    },
    "sell": {
      "title": "لا أعرف كيف أبيع",
      "title-short": "كيفية البيع",
      "countries": {
        "us": "كيفية البيع في الولايات المتحدة",
        "ca": "كيفية البيع في كندا",
        "au": "كيفية البيع في أستراليا",
        "gb": "كيفية البيع في المملكة المتحدة",
        "de": "كيفية البيع في ألمانيا",
        "fr": "كيفية البيع في فرنسا",
        "jp": "كيفية البيع في اليابان",
        "br": "كيفية البيع في البرازيل"
      }
    }
  },
  "sell": {
    "sell-flow": {
      "title": "بيع ممتلكاتك",
      "title-continue": "إنهاء القائمة الخاصة بك",
      "step-1": "1. أخبرنا عن مكانك",
      "step-1-sub": "الموقع والحجم والتفاصيل.",
      "step-2": "2. اجعلها بارزة",
      "step-2-sub": "قم بتحميل 5 صور أو أكثر، وعنوانًا، ووصفًا.",
      "step-3": "3. الانتهاء والنشر",
      "step-3-sub": "أضف تفاصيل الاتصال والسعر ونشر.",
      "completed": "مكتمل"
    },
    "capacity": {
      "title": "سعة",
      "subtitle": "ما هو حجم الممتلكات الخاصة بك؟",
      "size": "أدخل حجم الممتلكات الخاصة بك هنا.",
      "metres": "أمتار",
      "m-placeholder": "المساحة بالمتر المربع...",
      "ft-placeholder": "المساحة بالقدم المربع...",
      "units": {
        "m": "م",
        "ft": "قدم"
      },
      "feet": "قدم",
      "capacity": "قم الآن بتقدير عدد الأشخاص الذين يمكنهم العيش بشكل مريح في منزلك."
    },
    "checkout": {
      "title": "الدفع",
      "subtitle": "حدد نوع القائمة الخاصة بك",
      "premium": {
        "title": "غالي",
        "subtitle": "احصل على المزيد من المشاهدات وبع بشكل أسرع",
        "perks": {
          "0": {
            "title": "قائمة مميزة",
            "subtitle": "سيتم تسليط الضوء على ممتلكاتك وظهورها في أعلى عمليات بحث المستخدم."
          },
          "1": {
            "title": "30 صورة",
            "subtitle": "قم بتحميل 30 صورة كحد أقصى."
          },
          "2": {
            "title": "الترويج عبر وسائل التواصل الاجتماعي",
            "subtitle": "سيتم الترويج لقائمتك على قنوات التواصل الاجتماعي الخاصة بنا."
          }
        }
      },
      "standard": {
        "title": "معيار",
        "subtitle": "قائمة بالميزات الأساسية",
        "price": "حر!",
        "perks": {
          "0": {
            "title": "القائمة القياسية",
            "subtitle": "سيتم إدراج ممتلكاتك مع الرؤية الأساسية."
          },
          "1": {
            "title": "الدعم الأساسي",
            "subtitle": "احصل على الدعم خلال 24-48 ساعة."
          },
          "2": {
            "title": "صور محدودة",
            "subtitle": "قم بتحميل ما يصل إلى 5 صور."
          }
        }
      }
    },
    "contact": {
      "title": "اتصال",
      "subtitle": "أدخل تفاصيل الاتصال الخاصة بمالك العقار.",
      "name": "اسم:",
      "name-placeholder": "أدخل اسم مالك العقار...",
      "email": "بريد إلكتروني:",
      "email-placeholder": "أدخل البريد الإلكتروني لمالك العقار...",
      "mobile": "متحرك:",
      "mobile-check": "تعيين كرقم هاتفي",
      "mobile-placeholder": "أدخل رقم الهاتف المحمول لمالك العقار...",
      "no-country": "لم يتم العثور على أي دولة.",
      "search-country": "ابحث عن بلد..."
    },
    "description": {
      "title": "وصف",
      "subtitle": "اكتب وصفًا موجزًا لممتلكاتك.",
      "warning": "الرجاء كتابة وصف أقصر."
    },
    "features": {
      "title": "سمات",
      "subtitle": "أي مما يلي موجود في ممتلكاتك؟",
      "options": {
        "0": "لا أحد",
        "1": "تكييف الهواء",
        "2": "علية",
        "3": "شرفة",
        "4": "الطابق السفلي",
        "5": "شواء",
        "6": "الوصول إلى الشاطئ",
        "7": "موقف السيارات",
        "8": "معدات التمرين",
        "9": "حفرة النار",
        "10": "المرآب",
        "11": "حديقة/فناء",
        "12": "نظام التدفئة",
        "13": "المكتب المنزلي",
        "14": "حوض استحمام ساخن",
        "15": "مدفأة داخلية",
        "16": "الوصول إلى البحيرة",
        "17": "غرفة الغسيل",
        "18": "منطقة تناول الطعام في الهواء الطلق",
        "19": "فناء",
        "20": "حمام سباحة",
        "21": "نظام الأمان",
        "22": "التزلج إلى الداخل/التزلج إلى الخارج",
        "23": "الألواح الشمسية",
        "24": "تراس",
        "25": "خزانة ملابس واسعة"
      }
    },
    "location": {
      "title": "موقع",
      "subtitle": "أين ممتلكاتك؟"
    },
    "photos": {
      "title": "الصور",
      "requirement": "قم بتحميل 5 صور على الأقل.",
      "restriction": "قم بتحميل ما يصل إلى 12 صورة.",
      "drag": "اسحب صورك لإعادة ترتيبها.",
      "maximum": "لقد قمت بتحميل الحد الأقصى من الصور.",
      "onlyImages": "يمكنك فقط تحميل الصور.",
      "tooNarrow": "إحدى صورك ضيقة جدًا. يُرجى تحميل صورة بعرض أكبر.",
      "tooShort": "إحدى صورك قصيرة جدًا. يُرجى تحميل صورة ذات ارتفاع أكبر.",
      "fileSize": "يتجاوز حجم إحدى صورك الحد الأقصى وهو 5 ميجا بايت. يرجى تحميل ملف أصغر حجمًا."
    },
    "price": {
      "title": "التسعير",
      "subtitle": "حدد السعر الخاص بك",
      "negotiable": "هل سعركم قابل للتفاوض؟",
      "price_placeholder": "أدخل السعر هنا...",
      "select_currency": "حدد العملة...",
      "no_currency": "لم يتم العثور على العملات.",
      "search_currency": "ابحث عن العملة..."
    },
    "review": {
      "title": "مراجعة",
      "subtitle": "قم بمراجعة تفاصيل الممتلكات الخاصة بك",
      "content": {
        "bedrooms": "غرف النوم:",
        "bathrooms": "الحمامات:",
        "living-rooms": "غرف المعيشة:",
        "kitchens": "المطابخ:",
        "listing": "قائمة:",
        "type": "ملكية:",
        "capacity": "سعة:",
        "area": "منطقة:",
        "units": {
          "m": "م",
          "ft": "قدم"
        },
        "features": "سمات",
        "contactName": "اسم جهة الاتصال:",
        "contactEmail": "البريد الإلكتروني للتواصل:",
        "contactPhone": "رقم الهاتف للتواصل:",
        "price": "سعر:",
        "negotiable": "قابلة للتفاوض"
      },
      "listingType": {
        "0": "معيار",
        "1": "غالي"
      }
    },
    "rooms": {
      "title": "الغرف",
      "subtitle": "كم عدد الغرف الموجودة في منزلك؟",
      "bedrooms": "غرف النوم",
      "bathrooms": "الحمامات",
      "living-rooms": "غرف المعيشة",
      "kitchens": "المطابخ"
    },
    "step1": {
      "step": "الخطوة 1.",
      "title": "أخبرنا عن مكانك",
      "subtitle": "الموقع والحجم والتفاصيل"
    },
    "step2": {
      "step": "الخطوة 2.",
      "title": "اجعلها تبرز",
      "subtitle": "قم بتحميل 5 صور أو أكثر، وعنوانًا، ووصفًا."
    },
    "step3": {
      "step": "الخطوة 3.",
      "title": "الانتهاء والنشر",
      "subtitle": "أضف تفاصيل الاتصال والسعر ونشر."
    },
    "title": {
      "title": "عنوان",
      "subtitle": "أعطِ قائمة الممتلكات الخاصة بك عنوانًا.",
      "warning": "يرجى استخدام عنوان أصغر."
    },
    "type": {
      "title": "يكتب",
      "subtitle": "ما هو أفضل وصف لممتلكاتك؟",
      "options": {
        "0": "منزل",
        "1": "شقة",
        "2": "كابينة",
        "3": "كازا خاصة",
        "4": "قلعة",
        "5": "مبنى تجاري",
        "6": "حاوية",
        "7": "منزل سيكلادي",
        "8": "منزل الأرض",
        "9": "مزرعة",
        "10": "منزل عائم",
        "11": "أرض",
        "12": "قصر",
        "13": "منزل صغير",
        "14": "برج",
        "15": "مستودع",
        "16": "طاحونة هوائية"
      }
    },
    "progress": {
      "continue": "متابعة القائمة",
      "start": "يبدأ",
      "back": "خلف",
      "next": "التالي",
      "loading": "تحميل...",
      "finish": "ينهي!"
    }
  },
  "search": {
    "properties": "خصائص في",
    "property": "الممتلكات في",
    "map-area": "منطقة الخريطة.",
    "results": "نتائج:"
  },
  "settings": {
    "title": "إعدادات الحساب",
    "name": {
      "title": "تغيير اسم ملفك الشخصي",
      "subtitle": "هكذا ستظهر أمام العامة"
    },
    "language": {
      "title": "تغيير اللغة الخاصة بك",
      "subtitle": "هذه هي اللغة التي ستراها عند تسجيل الدخول"
    },
    "currency": {
      "title": "تغيير العملة الافتراضية الخاصة بك",
      "subtitle": "سيتم عرض أسعار العقارات بهذه العملة"
    },
    "submit": "يحفظ"
  }
} as const;
