export default {
  "home": {
    "header": {
      "search": {
        "placeholder": "მოძებნეთ ნებისმიერი მისამართი ან ადგილი...",
        "search-button": "ძიება"
      },
      "guides": "გიდები",
      "construction": "ეს საიტი მშენებლობის პროცესშია.",
      "construction-sub": "გთხოვთ, შექმენით ანგარიში და ჩვენ გამოგიგზავნით ელფოსტას, როცა ის მზად იქნება.",
      "sell-button-big": "გაყიდე შენი ქონება",
      "sell-button-small": "გაყიდე",
      "profile-button": {
        "greeting": "გამარჯობა",
        "log-in": "შესვლა",
        "sign-up": "დარეგისტრირდით",
        "log-out": "გასვლა",
        "theme": {
          "theme": "თემა",
          "light": "სინათლე",
          "dark": "ბნელი",
          "system": "სისტემა"
        },
        "language": "ენა",
        "currency": "ვალუტა",
        "settings": "პარამეტრები"
      }
    },
    "modal": {
      "sign-up": {
        "title": "დარეგისტრირდით",
        "subtitle": "შეიყვანეთ თქვენი ელფოსტა ქვემოთ, რომ დარეგისტრირდეთ!",
        "already": "უკვე გაქვთ ანგარიში?",
        "change": "შესვლა"
      },
      "log-in": {
        "title": "კეთილი იყოს თქვენი მობრძანება",
        "subtitle": "შეიყვანეთ თქვენი ელფოსტა ქვემოთ შესასვლელად.",
        "already": "არ გაქვთ ანგარიში?",
        "change": "დარეგისტრირდით"
      },
      "general": {
        "email": "ელფოსტა",
        "email-placeholder": "example@mail.com",
        "submit": "დარეგისტრირდით ელექტრონული ფოსტით",
        "or": "ან",
        "google": "დარეგისტრირდით Google-ით",
        "facebook": "დარეგისტრირდით Facebook-ით",
        "loading": "იტვირთება..."
      }
    },
    "hero": {
      "title": "იპოვე შენი ოცნების სახლი.",
      "search": {
        "placeholder": "მოძებნეთ ნებისმიერი მისამართი ან ადგილი...",
        "search-button": "ძიება"
      }
    },
    "Recommended": "რეკომენდებული ქალაქის უბნები",
    "Popular": "პოპულარული",
    "Newest": "უახლესი",
    "footer": {
      "allRightsReserved": "© 2024 Viva Ideal. ყველა უფლება დაცულია."
    }
  },
  "guides": {
    "title": "როგორ ვიყიდოთ და გავყიდოთ",
    "buy": {
      "title": "არ ვიცი როგორ ვიყიდო",
      "title-short": "როგორ ვიყიდოთ",
      "countries": {
        "in": "როგორ ვიყიდოთ ინდოეთში",
        "kr": "როგორ ვიყიდოთ სამხრეთ კორეაში",
        "ar": "როგორ ვიყიდოთ არგენტინაში",
        "pe": "როგორ ვიყიდოთ პერუში",
        "co": "როგორ ვიყიდოთ კოლუმბიაში",
        "ve": "როგორ ვიყიდოთ ვენესუელაში",
        "vn": "როგორ ვიყიდოთ ვიეტნამში",
        "id": "როგორ ვიყიდოთ ინდონეზიაში",
        "nz": "როგორ ვიყიდოთ ახალ ზელანდიაში",
        "ky": "როგორ ვიყიდოთ კაიმანის კუნძულებზე"
      }
    },
    "sell": {
      "title": "არ ვიცი როგორ გავყიდო",
      "title-short": "როგორ გავყიდოთ",
      "countries": {
        "us": "როგორ გავყიდოთ შეერთებულ შტატებში",
        "ca": "როგორ გავყიდოთ კანადაში",
        "au": "როგორ გავყიდოთ ავსტრალიაში",
        "gb": "როგორ გავყიდოთ გაერთიანებულ სამეფოში",
        "de": "როგორ გავყიდოთ გერმანიაში",
        "fr": "როგორ გავყიდოთ საფრანგეთში",
        "jp": "როგორ გავყიდოთ იაპონიაში",
        "br": "როგორ გავყიდოთ ბრაზილიაში"
      }
    }
  },
  "sell": {
    "sell-flow": {},
    "capacity": {},
    "checkout": {},
    "contact": {},
    "description": {},
    "features": {},
    "location": {},
    "photos": {},
    "price": {},
    "review": {},
    "rooms": {},
    "step1": {},
    "step2": {},
    "step3": {},
    "title": {},
    "type": {}
  },
  "settings": {
    "title": "ანგარიშის პარამეტრები",
    "name": {
      "title": "შეცვალეთ თქვენი პროფილის სახელი",
      "subtitle": "ასე გამოჩნდებით საჯაროდ"
    },
    "currency": {
      "title": "შეცვალეთ თქვენი ნაგულისხმევი ვალუტა",
      "subtitle": "ქონების ფასები ნაჩვენები იქნება ამ ვალუტაში"
    },
    "language": {
      "title": "შეცვალეთ თქვენი ნაგულისხმევი ენა",
      "subtitle": "ეს არის ენა, რომელსაც დაინახავთ სისტემაში შესვლისას"
    },
    "submit": "შენახვა"
  }
} as const;
