export default {
  "home": {
    "header": {
      "search": {
        "placeholder": "მოძებნეთ ნებისმიერი მისამართი ან ადგილი...",
        "search-button": "ძიება"
      },
      "guides": "გიდები",
      "construction": "ეს საიტი მშენებლობის პროცესშია.",
      "construction-sub": "გთხოვთ, შექმენით ანგარიში და ჩვენ გამოგიგზავნით ელფოსტას, როცა ის მზად იქნება.",
      "sell-button-big": "გაყიდე შენი ქონება",
      "sell-button-small": "გაყიდე",
      "profile-button": {
        "greeting": "გამარჯობა",
        "log-in": "შესვლა",
        "sign-up": "დარეგისტრირდით",
        "log-out": "გასვლა",
        "theme": {
          "theme": "თემა",
          "light": "სინათლე",
          "dark": "ბნელი",
          "system": "სისტემა"
        },
        "language": "ენა",
        "currency": "ვალუტა",
        "settings": "პარამეტრები",
        "exit": "შენახვა და გამოსვლა",
        "exit-short": "გასვლა"
      }
    },
    "modal": {
      "sign-up": {
        "title": "დარეგისტრირდით",
        "subtitle": "შეიყვანეთ თქვენი ელფოსტა ქვემოთ, რომ დარეგისტრირდეთ!",
        "already": "უკვე გაქვთ ანგარიში?",
        "change": "შესვლა"
      },
      "log-in": {
        "title": "კეთილი იყოს თქვენი მობრძანება",
        "subtitle": "შეიყვანეთ თქვენი ელფოსტა ქვემოთ, რომ შეხვიდეთ.",
        "already": "არ გაქვთ ანგარიში?",
        "change": "დარეგისტრირდით"
      },
      "general": {
        "email": "ელფოსტა",
        "email-placeholder": "example@mail.com",
        "submit": "დარეგისტრირდით ელექტრონული ფოსტით",
        "or": "ან",
        "google": "დარეგისტრირდით Google-ით",
        "microsoft": "შედით Microsoft-ით",
        "facebook": "დარეგისტრირდით Facebook-ით",
        "loading": "იტვირთება..."
      }
    },
    "hero": {
      "title": "იპოვე შენი ოცნების სახლი.",
      "search": {
        "placeholder": "მოძებნეთ ნებისმიერი მისამართი ან ადგილი...",
        "search-button": "ძიება"
      }
    },
    "Recommended": "რეკომენდებული ქალაქის უბნები",
    "Popular": "პოპულარული",
    "Newest": "უახლესი",
    "footer": {
      "allRightsReserved": "© 2024 Viva Ideal. ყველა უფლება დაცულია."
    }
  },
  "guides": {
    "title": "როგორ ვიყიდოთ და გავყიდოთ",
    "buy": {
      "title": "არ ვიცი როგორ ვიყიდო",
      "title-short": "როგორ ვიყიდოთ",
      "countries": {
        "in": "როგორ ვიყიდოთ ინდოეთში",
        "kr": "როგორ ვიყიდოთ სამხრეთ კორეაში",
        "ar": "როგორ ვიყიდოთ არგენტინაში",
        "pe": "როგორ ვიყიდოთ პერუში",
        "co": "როგორ ვიყიდოთ კოლუმბიაში",
        "ve": "როგორ ვიყიდოთ ვენესუელაში",
        "vn": "როგორ ვიყიდოთ ვიეტნამში",
        "id": "როგორ ვიყიდოთ ინდონეზიაში",
        "nz": "როგორ ვიყიდოთ ახალ ზელანდიაში",
        "ky": "როგორ ვიყიდოთ კაიმანის კუნძულებზე"
      }
    },
    "sell": {
      "title": "არ ვიცი როგორ გავყიდო",
      "title-short": "როგორ გავყიდოთ",
      "countries": {
        "us": "როგორ გავყიდოთ შეერთებულ შტატებში",
        "ca": "როგორ გავყიდოთ კანადაში",
        "au": "როგორ გავყიდოთ ავსტრალიაში",
        "gb": "როგორ გავყიდოთ გაერთიანებულ სამეფოში",
        "de": "როგორ გავყიდოთ გერმანიაში",
        "fr": "როგორ გავყიდოთ საფრანგეთში",
        "jp": "როგორ გავყიდოთ იაპონიაში",
        "br": "როგორ გავყიდოთ ბრაზილიაში"
      }
    }
  },
  "sell": {
    "sell-flow": {
      "title": "გაყიდე შენი ქონება",
      "title-continue": "დაასრულეთ თქვენი სია",
      "step-1": "1. გვითხარით თქვენი ადგილის შესახებ",
      "step-1-sub": "ადგილმდებარეობა, ზომა და დეტალები.",
      "step-2": "2. გახადე ის გამორჩეული",
      "step-2-sub": "ატვირთეთ 5 ან მეტი ფოტო, სათაური და აღწერა.",
      "step-3": "3. დაასრულეთ და გამოაქვეყნეთ",
      "step-3-sub": "დაამატეთ საკონტაქტო ინფორმაცია, თქვენი ფასი და გამოაქვეყნეთ.",
      "completed": "დასრულებული"
    },
    "capacity": {
      "title": "ტევადობა",
      "subtitle": "რამდენად დიდია თქვენი ქონება?",
      "size": "აქ შეიყვანეთ თქვენი ქონების ზომა.",
      "metres": "მეტრი",
      "m-placeholder": "ზომა მ²-ში...",
      "ft-placeholder": "ზომა ft²-ში...",
      "units": {
        "m": "მ",
        "ft": "ფუტი"
      },
      "feet": "ფეხები",
      "capacity": "ახლა შეაფასეთ რამდენი ადამიანი იცხოვრებს კომფორტულად თქვენს საკუთრებაში."
    },
    "checkout": {
      "title": "გადახდა",
      "subtitle": "აირჩიეთ თქვენი განცხადების ტიპი",
      "premium": {
        "title": "პრემიუმი",
        "subtitle": "მიიღეთ მეტი ნახვა და გაყიდეთ უფრო სწრაფად",
        "perks": {
          "0": {
            "title": "გამორჩეული ჩამონათვალი",
            "subtitle": "თქვენი ქონება მონიშნული იქნება და გამოჩნდება მომხმარებლის ძიების ზედა ნაწილში."
          },
          "1": {
            "title": "30 ფოტო",
            "subtitle": "ატვირთეთ მაქსიმუმ 30 ფოტო."
          },
          "2": {
            "title": "სოციალური მედიის პოპულარიზაცია",
            "subtitle": "თქვენი განცხადების პოპულარიზაცია მოხდება ჩვენი სოციალური მედიის არხებზე."
          }
        }
      },
      "standard": {
        "title": "სტანდარტული",
        "subtitle": "სია ძირითადი მახასიათებლებით",
        "price": "უფასო!",
        "perks": {
          "0": {
            "title": "სტანდარტული ჩამონათვალი",
            "subtitle": "თქვენი ქონება ჩამოთვლილი იქნება ძირითადი ხილვადობით."
          },
          "1": {
            "title": "ძირითადი მხარდაჭერა",
            "subtitle": "მიიღეთ მხარდაჭერა 24-48 საათის განმავლობაში."
          },
          "2": {
            "title": "შეზღუდული ფოტოები",
            "subtitle": "ატვირთეთ 5-მდე ფოტო."
          }
        }
      }
    },
    "contact": {
      "title": "კონტაქტი",
      "subtitle": "შეიყვანეთ ქონების მფლობელის საკონტაქტო ინფორმაცია.",
      "name": "სახელი:",
      "name-placeholder": "შეიყვანეთ ქონების მფლობელის სახელი...",
      "email": "ელფოსტა:",
      "email-placeholder": "შეიყვანეთ ქონების მფლობელის ელფოსტა...",
      "mobile": "მობილური:",
      "mobile-check": "ჩემი ტელეფონის ნომრად დაყენება",
      "mobile-placeholder": "შეიყვანეთ ქონების მფლობელის მობილური...",
      "no-country": "ქვეყნები არ მოიძებნა.",
      "search-country": "მოძებნე ქვეყანა..."
    },
    "description": {
      "title": "აღწერა",
      "subtitle": "დაწერეთ თქვენი ქონების მოკლე აღწერა.",
      "warning": "გთხოვთ დაწეროთ უფრო მოკლე აღწერა."
    },
    "features": {
      "title": "მახასიათებლები",
      "subtitle": "აქედან რომელი აქვს თქვენს ქონებას?",
      "options": {
        "0": "არცერთი",
        "1": "კონდიციონერი",
        "2": "სხვენი",
        "3": "აივანი",
        "4": "სარდაფი",
        "5": "BBQ",
        "6": "სანაპიროზე წვდომა",
        "7": "მანქანის სადგომი",
        "8": "სავარჯიშო აღჭურვილობა",
        "9": "ცეცხლის ორმო",
        "10": "ავტოფარეხი",
        "11": "ბაღი/ეზო",
        "12": "გათბობის სისტემა",
        "13": "სახლის ოფისი",
        "14": "ცხელი აბაზანა",
        "15": "შიდა ბუხარი",
        "16": "ტბაზე მისასვლელი",
        "17": "სამრეცხაო ოთახი",
        "18": "გარე სასადილო ფართი",
        "19": "ეზო",
        "20": "აუზი",
        "21": "უსაფრთხოების სისტემა",
        "22": "სათხილამურო შემოსვლა/სკი-გასვლა",
        "23": "მზის პანელები",
        "24": "ტერასა",
        "25": "გასასვლელი კარადა"
      }
    },
    "location": {
      "title": "მდებარეობა",
      "subtitle": "სად არის შენი ქონება?"
    },
    "photos": {
      "title": "ფოტოები",
      "requirement": "ატვირთეთ მინიმუმ 5 ფოტო.",
      "restriction": "ატვირთეთ 12-მდე ფოტო.",
      "drag": "გადაიტანეთ თქვენი ფოტოები მათი თანმიმდევრობის გადასაწყობად.",
      "maximum": "თქვენ ატვირთეთ ფოტოების მაქსიმალური რაოდენობა.",
      "onlyImages": "შეგიძლიათ მხოლოდ სურათების ატვირთვა.",
      "tooNarrow": "თქვენი ერთ-ერთი სურათი ძალიან ვიწროა. გთხოვთ, ატვირთოთ სურათი უფრო დიდი სიგანით.",
      "tooShort": "თქვენი ერთ-ერთი სურათი ძალიან მოკლეა. გთხოვთ, ატვირთოთ სურათი უფრო დიდი სიმაღლით.",
      "fileSize": "თქვენი ერთ-ერთი სურათი აჭარბებს 5 მბ ზომის ლიმიტს. გთხოვთ, ატვირთოთ პატარა ფაილი."
    },
    "price": {
      "title": "ფასი",
      "subtitle": "დააყენეთ თქვენი ფასი",
      "negotiable": "თქვენი ფასი შეთანხმებით?",
      "price_placeholder": "აქ ჩაწერეთ თქვენი ფასი...",
      "select_currency": "ვალუტის არჩევა...",
      "no_currency": "ვალუტები ვერ მოიძებნა.",
      "search_currency": "მოძებნეთ ვალუტა..."
    },
    "review": {
      "title": "მიმოხილვა",
      "subtitle": "გადახედეთ თქვენი ქონების დეტალებს",
      "content": {
        "bedrooms": "საძინებლები:",
        "bathrooms": "სველი წერტილები:",
        "living-rooms": "მისაღები ოთახები:",
        "kitchens": "სამზარეულოები:",
        "listing": "ჩამონათვალი:",
        "type": "საკუთრება:",
        "capacity": "ტევადობა:",
        "area": "ფართობი:",
        "units": {
          "m": "მ",
          "ft": "ფუტი"
        },
        "features": "მახასიათებლები",
        "contactName": "საკონტაქტო სახელი:",
        "contactEmail": "საკონტაქტო ელ. ფოსტა:",
        "contactPhone": "საკონტაქტო ტელეფონი:",
        "price": "ფასი:",
        "negotiable": "შეთანხმებით"
      },
      "listingType": {
        "0": "სტანდარტული",
        "1": "პრემიუმი"
      }
    },
    "rooms": {
      "title": "ოთახები",
      "subtitle": "რამდენი ოთახი აქვს თქვენს ქონებას?",
      "bedrooms": "საძინებლები",
      "bathrooms": "სველი წერტილები",
      "living-rooms": "მისაღები ოთახები",
      "kitchens": "სამზარეულოები"
    },
    "step1": {
      "step": "ნაბიჯი 1.",
      "title": "გვითხარით თქვენი ადგილის შესახებ",
      "subtitle": "ადგილმდებარეობა, ზომა და დეტალები"
    },
    "step2": {
      "step": "ნაბიჯი 2.",
      "title": "გახადე იგი გამორჩეული",
      "subtitle": "ატვირთეთ 5 ან მეტი ფოტო, სათაური და აღწერა."
    },
    "step3": {
      "step": "ნაბიჯი 3.",
      "title": "დაასრულეთ და გამოაქვეყნეთ",
      "subtitle": "დაამატეთ საკონტაქტო ინფორმაცია, თქვენი ფასი და გამოაქვეყნეთ."
    },
    "title": {
      "title": "სათაური",
      "subtitle": "მიეცით თქვენი ქონების ჩამონათვალის სათაური.",
      "warning": "გთხოვთ გამოიყენოთ უფრო მცირე სათაური."
    },
    "type": {
      "title": "ტიპი",
      "subtitle": "რომელი უფრო კარგად აღწერს თქვენს ქონებას?",
      "options": {
        "0": "სახლი",
        "1": "ბინა",
        "2": "სალონი",
        "3": "კაზა კონკრეტულად",
        "4": "ციხე",
        "5": "კომერციული შენობა",
        "6": "კონტეინერი",
        "7": "ციკლადური სახლი",
        "8": "დედამიწის სახლი",
        "9": "ფერმა",
        "10": "სახლი ნავი",
        "11": "მიწა",
        "12": "სასახლე",
        "13": "პატარა სახლი",
        "14": "კოშკი",
        "15": "საწყობი",
        "16": "ქარის წისქვილი"
      }
    },
    "progress": {
      "continue": "განაგრძეთ ჩამონათვალი",
      "start": "დაწყება",
      "back": "უკან",
      "next": "შემდეგი",
      "loading": "იტვირთება...",
      "finish": "დაასრულე!"
    }
  },
  "settings": {
    "title": "ანგარიშის პარამეტრები",
    "name": {
      "title": "შეცვალეთ თქვენი პროფილის სახელი",
      "subtitle": "ასე გამოჩნდებით საჯაროდ"
    },
    "language": {
      "title": "შეცვალეთ ენა",
      "subtitle": "ეს არის ენა, რომელსაც დაინახავთ სისტემაში შესვლისას"
    },
    "currency": {
      "title": "შეცვალეთ თქვენი ნაგულისხმევი ვალუტა",
      "subtitle": "ქონების ფასები ნაჩვენები იქნება ამ ვალუტაში"
    },
    "submit": "შენახვა"
  }
} as const;
