export default {
  "home": {
    "header": {
      "search": {
        "placeholder": "მოძებნეთ ნებისმიერი მისამართი ან ადგილი...",
        "placeholder-short": "ძიება...",
        "search-button": "ძიება"
      },
      "filters": "ფილტრები",
      "categories": "კატეგორიები",
      "features": "მახასიათებლები",
      "rooms": "ოთახები",
      "filters-button": {
        "categories": "კატეგორიები",
        "features": "მახასიათებლები"
      },
      "apply": "ფილტრების გამოყენება",
      "reset": "ფილტრების გადატვირთვა",
      "select-all": "აირჩიეთ ყველა",
      "deselect-all": "გააუქმეთ ყველა",
      "subtitles": {
        "rooms": "ოთახებით ამ დიაპაზონებს შორის",
        "categories": "მაჩვენე მხოლოდ",
        "features": "მაჩვენე თვისებები"
      },
      "articles": "სტატიები",
      "map": "ნახვა რუკაზე",
      "construction": "ეს საიტი მშენებლობის პროცესშია.",
      "construction-sub": "გთხოვთ, შექმენით ანგარიში და ჩვენ გამოგიგზავნით ელფოსტას, როცა ის მზად იქნება.",
      "sell-button-big": "ქონების გაყიდვა",
      "sell-button-small": "გაყიდე",
      "profile-button": {
        "greeting": "გამარჯობა",
        "log-in": "შესვლა",
        "sign-up": "დარეგისტრირდით",
        "log-out": "გასვლა",
        "theme": {
          "theme": "თემა",
          "light": "სინათლე",
          "dark": "ბნელი",
          "system": "სისტემა"
        },
        "language": "ენა",
        "my-properties": "ჩემი თვისებები",
        "my-lists": "ჩემი სიები",
        "currency": "ვალუტა",
        "settings": "პარამეტრები",
        "exit": "შენახვა და გამოსვლა",
        "exit-short": "გასვლა"
      }
    },
    "modal": {
      "sign-up": {
        "title": "დარეგისტრირდით",
        "subtitle": "შეიყვანეთ თქვენი ელფოსტა ქვემოთ, რომ დარეგისტრირდეთ!",
        "already": "უკვე გაქვთ ანგარიში?",
        "change": "შესვლა",
        "apple": "დარეგისტრირდით Apple-თან",
        "google": "დარეგისტრირდით Google-ით",
        "facebook": "დარეგისტრირდით Facebook-ით"
      },
      "log-in": {
        "title": "კეთილი იყოს თქვენი მობრძანება",
        "subtitle": "შეიყვანეთ თქვენი ელფოსტა ქვემოთ, რომ შეხვიდეთ.",
        "already": "არ გაქვთ ანგარიში?",
        "change": "დარეგისტრირდით",
        "apple": "შედით Apple-ით",
        "google": "შედით Google-ით",
        "facebook": "შედით Facebook-ით"
      },
      "general": {
        "email": "ელფოსტა",
        "email-placeholder": "example@mail.com",
        "submit": "დარეგისტრირდით ელექტრონული ფოსტით",
        "or": "ან",
        "loading": "იტვირთება..."
      }
    },
    "hero": {
      "title": "იპოვე შენი ოცნების სახლი.",
      "search": {
        "placeholder": "მოძებნეთ ნებისმიერი ადგილი...",
        "placeholderShort": "ძიება...",
        "search-button": "ძიება"
      }
    },
    "AR": {
      "name": "არგენტინა",
      "city": "ბუენოს აირესი",
      "neighborhoods": {
        "0": "პალერმო",
        "1": "რეკოლეტა",
        "2": "ბელგრანო"
      }
    },
    "MX": {
      "name": "მექსიკა",
      "city": "მეხიკო",
      "neighborhoods": {
        "0": "პოლანკო",
        "1": "კონდესა",
        "2": "რომა ნორტე"
      }
    },
    "BR": {
      "name": "ბრაზილია",
      "city": "რიო დე ჟანეირო",
      "neighborhoods": {
        "0": "იპანემა",
        "1": "ლებლონი",
        "2": "ბარა და ტიჟუკა"
      }
    },
    "CO": {
      "name": "კოლუმბია",
      "city": "მედელინი",
      "neighborhoods": {
        "0": "ელ პობლადო",
        "1": "ლაურელები"
      }
    },
    "CL": {
      "name": "ჩილე",
      "city": "სანტიაგო",
      "neighborhoods": {
        "0": "პროვიდენცია",
        "1": "ლას კონდესი",
        "2": "ვიტაკურა"
      }
    },
    "EC": {
      "name": "ეკვადორი",
      "city": "კიტო",
      "neighborhoods": {
        "0": "ლა ფლორესტა",
        "1": "კუმბაია",
        "2": "გონსალეს სუარესი"
      }
    },
    "PE": {
      "name": "პერუს",
      "city": "ლიმა",
      "neighborhoods": {
        "0": "მირაფლორესი",
        "1": "სან ისიდრო",
        "2": "ბარანკო"
      }
    },
    "UY": {
      "name": "ურუგვაი",
      "city": "მონტევიდეო",
      "neighborhoods": {
        "0": "პუნტა კარეტასი",
        "1": "პოციტოსი",
        "2": "კარასკო"
      }
    },
    "cities": "დაიწყეთ ქვემოთ ქალაქის უბნის არჩევით.",
    "recommended": "რეკომენდირებულია",
    "cheapest": "ყველაზე იაფად",
    "newest": "უახლესი",
    "footer": {
      "allRightsReserved": "© 2024 Viva Ideal. ყველა უფლება დაცულია."
    }
  },
  "articles": {
    "articleUnavailable": "სტატია მიუწვდომელია",
    "changeLanguage": "ენის შეცვლა!",
    "unavailableWarning": "ეს სტატია არ არის ხელმისაწვდომი თქვენს ენაზე!",
    "readMore": "დაწვრილებით",
    "title": "სტატიები",
    "reading": "წუთი წასაკითხად.",
    "titleError": "ტიტულის მიღება შეუძლებელია.",
    "readingTimeError": "კითხვის დროის გამოთვლა შეუძლებელია.",
    "errorLine1": "ეს სტატია არ არის ხელმისაწვდომი თქვენს ენაზე!",
    "errorLine2": "გთხოვთ, სცადოთ ენის შეცვლა ამ სტატიის წასაკითხად.",
    "subtitle": "წაიკითხეთ უახლესი სტატიები უძრავი ქონების შესახებ",
    "buy": {
      "title": "არ ვიცი როგორ ვიყიდო",
      "title-short": "როგორ ვიყიდოთ",
      "countries": {
        "in": "როგორ ვიყიდოთ ინდოეთში",
        "kr": "როგორ ვიყიდოთ სამხრეთ კორეაში",
        "ar": "როგორ ვიყიდოთ არგენტინაში",
        "pe": "როგორ ვიყიდოთ პერუში",
        "co": "როგორ ვიყიდოთ კოლუმბიაში",
        "ve": "როგორ ვიყიდოთ ვენესუელაში",
        "vn": "როგორ ვიყიდოთ ვიეტნამში",
        "id": "როგორ ვიყიდოთ ინდონეზიაში",
        "nz": "როგორ ვიყიდოთ ახალ ზელანდიაში",
        "ky": "როგორ ვიყიდოთ კაიმანის კუნძულებზე"
      }
    },
    "sell": {
      "title": "არ ვიცი როგორ გავყიდო",
      "title-short": "როგორ გავყიდოთ",
      "countries": {
        "us": "როგორ გავყიდოთ შეერთებულ შტატებში",
        "ca": "როგორ გავყიდოთ კანადაში",
        "au": "როგორ გავყიდოთ ავსტრალიაში",
        "gb": "როგორ გავყიდოთ გაერთიანებულ სამეფოში",
        "de": "როგორ გავყიდოთ გერმანიაში",
        "fr": "როგორ გავყიდოთ საფრანგეთში",
        "jp": "როგორ გავყიდოთ იაპონიაში",
        "br": "როგორ გავყიდოთ ბრაზილიაში"
      }
    }
  },
  "sell": {
    "sell-flow": {
      "title": "გაყიდე შენი ქონება",
      "title-continue": "დაასრულეთ თქვენი სია",
      "step-1": "1. გვითხარით თქვენი ადგილის შესახებ",
      "step-1-sub": "ადგილმდებარეობა, ზომა და დეტალები.",
      "step-2": "2. გახადე ის გამორჩეული",
      "step-2-sub": "ატვირთეთ 5 ან მეტი ფოტო, სათაური და აღწერა.",
      "step-3": "3. დაასრულეთ და გამოაქვეყნეთ",
      "step-3-sub": "დაამატეთ საკონტაქტო ინფორმაცია, თქვენი ფასი და გამოაქვეყნეთ.",
      "completed": "დასრულებული"
    },
    "capacity": {
      "title": "ტევადობა",
      "subtitle": "რამდენად დიდია თქვენი ქონება?",
      "size": "აქ შეიყვანეთ თქვენი ქონების ზომა.",
      "m-placeholder": "ზომა მ²-ში...",
      "ft-placeholder": "ზომა ft²-ში...",
      "change-to-feet": "შეცვლა ft²-ზე",
      "change-to-metres": "შეცვლა m²-ზე",
      "units": {
        "m": "მ",
        "ft": "ფუტი"
      },
      "capacity": "ახლა შეაფასეთ რამდენი ადამიანი იცხოვრებს კომფორტულად თქვენს საკუთრებაში."
    },
    "checkout": {
      "title": "გადახდა",
      "subtitle": "აირჩიეთ თქვენი განცხადების ტიპი",
      "premium": {
        "title": "პრემიუმი",
        "subtitle": "მიიღეთ მეტი ნახვა და გაყიდეთ უფრო სწრაფად",
        "perks": {
          "0": {
            "title": "გამორჩეული ჩამონათვალი",
            "subtitle": "თქვენი ქონება მონიშნული იქნება და გამოჩნდება მომხმარებლის ძიების ზედა ნაწილში."
          },
          "1": {
            "title": "30 ფოტო",
            "subtitle": "ატვირთეთ მაქსიმუმ 30 ფოტო."
          },
          "2": {
            "title": "სოციალური მედიის პოპულარიზაცია",
            "subtitle": "თქვენი განცხადების პოპულარიზაცია მოხდება ჩვენი სოციალური მედიის არხებზე."
          }
        }
      },
      "standard": {
        "title": "სტანდარტული",
        "subtitle": "სია ძირითადი მახასიათებლებით",
        "price": "უფასო!",
        "perks": {
          "0": {
            "title": "სტანდარტული ჩამონათვალი",
            "subtitle": "თქვენი ქონება ჩამოთვლილი იქნება ძირითადი ხილვადობით."
          },
          "1": {
            "title": "ძირითადი მხარდაჭერა",
            "subtitle": "მიიღეთ მხარდაჭერა 24-48 საათის განმავლობაში."
          },
          "2": {
            "title": "შეზღუდული ფოტოები",
            "subtitle": "ატვირთეთ 5-მდე ფოტო."
          }
        }
      }
    },
    "contact": {
      "title": "კონტაქტი",
      "subtitle": "შეიყვანეთ ქონების მფლობელის საკონტაქტო ინფორმაცია.",
      "name": "სახელი:",
      "name-placeholder": "შეიყვანეთ ქონების მფლობელის სახელი...",
      "email": "ელფოსტა:",
      "email-placeholder": "შეიყვანეთ ქონების მფლობელის ელფოსტა...",
      "mobile": "მობილური:",
      "mobile-check": "ჩემი ტელეფონის ნომრად დაყენება",
      "mobile-placeholder": "შეიყვანეთ ქონების მფლობელის მობილური...",
      "no-country": "ქვეყნები არ მოიძებნა.",
      "search-country": "მოძებნე ქვეყანა..."
    },
    "description": {
      "title": "აღწერა",
      "subtitle": "დაწერეთ თქვენი ქონების მოკლე აღწერა.",
      "placeholder": "მიაწოდეთ მოკლე მიმოხილვა და მიუთითეთ ნებისმიერი დამატებითი დეტალი, რომელიც ფიქრობთ, რომ სხვებმა უნდა იცოდნენ.",
      "warning": "გთხოვთ დაწეროთ უფრო მოკლე აღწერა."
    },
    "features": {
      "title": "მახასიათებლები",
      "subtitle": "აქედან რომელი აქვს თქვენს ქონებას?",
      "options": {
        "0": "არცერთი",
        "1": "კონდიციონერი",
        "2": "სხვენი",
        "3": "აივანი",
        "4": "სარდაფი",
        "5": "BBQ",
        "6": "სანაპიროზე წვდომა",
        "7": "მანქანის სადგომი",
        "8": "სპორტული დარბაზი",
        "9": "ცეცხლის ორმო",
        "10": "ავტოფარეხი",
        "11": "ბაღი ან ეზო",
        "12": "გათბობის სისტემა",
        "13": "სახლის ოფისი",
        "14": "ცხელი აბაზანა",
        "15": "შიდა ბუხარი",
        "16": "ტბაზე მისასვლელი",
        "17": "სამრეცხაო ოთახი",
        "18": "გარე სასადილო",
        "19": "ეზო",
        "20": "აუზი",
        "21": "უსაფრთხოების სისტემა",
        "22": "სათხილამურო შემოსვლა / სათხილამურო ასვლა",
        "23": "მზის პანელები",
        "24": "ტერასა",
        "25": "გასასვლელი კარადა"
      }
    },
    "location": {
      "title": "მდებარეობა",
      "subtitle": "სად არის შენი ქონება?"
    },
    "photos": {
      "title": "ფოტოები",
      "requirement": "ატვირთეთ მინიმუმ 5 ფოტო.",
      "restriction": "ატვირთეთ 12-მდე ფოტო.",
      "drag": "გადაიტანეთ თქვენი ფოტოები მათი თანმიმდევრობის გადასაწყობად.",
      "maximum": "თქვენ ატვირთეთ ფოტოების მაქსიმალური რაოდენობა.",
      "onlyImages": "შეგიძლიათ მხოლოდ სურათების ატვირთვა.",
      "tooNarrow": "თქვენი ერთ-ერთი სურათი ძალიან ვიწროა. გთხოვთ, ატვირთოთ სურათი უფრო დიდი სიგანით.",
      "tooShort": "თქვენი ერთ-ერთი სურათი ძალიან მოკლეა. გთხოვთ, ატვირთოთ სურათი უფრო დიდი სიმაღლით.",
      "fileSize": "თქვენი ერთ-ერთი სურათი აჭარბებს 5 მბ ზომის ლიმიტს. გთხოვთ, ატვირთოთ პატარა ფაილი."
    },
    "price": {
      "title": "ფასი",
      "subtitle": "დააყენეთ თქვენი ფასი",
      "negotiable": "თქვენი ფასი შეთანხმებით?",
      "price_placeholder": "აქ ჩაწერეთ თქვენი ფასი...",
      "select_currency": "ვალუტის არჩევა...",
      "no_currency": "ვალუტები ვერ მოიძებნა.",
      "search_currency": "მოძებნეთ ვალუტა..."
    },
    "review": {
      "title": "მიმოხილვა",
      "subtitle": "გადახედეთ თქვენი ქონების დეტალებს",
      "content": {
        "bedrooms": "საძინებლები:",
        "bathrooms": "სველი წერტილები:",
        "living-rooms": "მისაღები ოთახები:",
        "kitchens": "სამზარეულოები:",
        "listing": "ჩამონათვალი:",
        "type": "კატეგორია:",
        "capacity": "ტევადობა:",
        "area": "ფართობი",
        "units": {
          "m": "მ²",
          "ft": "ft²"
        },
        "features": "მახასიათებლები:",
        "contactName": "საკონტაქტო სახელი:",
        "contactEmail": "საკონტაქტო ელ. ფოსტა:",
        "contactPhone": "საკონტაქტო ტელეფონი:",
        "price": "ფასი:",
        "negotiable": "შეთანხმებით"
      },
      "listingType": {
        "0": "სტანდარტული",
        "1": "პრემიუმი"
      }
    },
    "rooms": {
      "title": "ოთახები",
      "subtitle": "რამდენი ოთახი აქვს თქვენს ქონებას?",
      "bedrooms": "საძინებლები",
      "bathrooms": "სველი წერტილები",
      "living-rooms": "მისაღები ოთახები",
      "kitchens": "სამზარეულოები"
    },
    "step1": {
      "step": "ნაბიჯი 1.",
      "title": "გვითხარით თქვენი ადგილის შესახებ",
      "subtitle": "ადგილმდებარეობა, ზომა და დეტალები"
    },
    "step2": {
      "step": "ნაბიჯი 2.",
      "title": "გახადე იგი გამორჩეული",
      "subtitle": "ატვირთეთ 5 ან მეტი ფოტო, სათაური და აღწერა."
    },
    "step3": {
      "step": "ნაბიჯი 3.",
      "title": "დაასრულეთ და გამოაქვეყნეთ",
      "subtitle": "დაამატეთ საკონტაქტო ინფორმაცია, თქვენი ფასი და გამოაქვეყნეთ."
    },
    "title": {
      "title": "სათაური",
      "subtitle": "მიეცით თქვენი ქონების ჩამონათვალის სათაური.",
      "warning": "გთხოვთ გამოიყენოთ უფრო მცირე სათაური."
    },
    "type": {
      "title": "ტიპი",
      "subtitle": "რომელი უფრო კარგად აღწერს თქვენს ქონებას?",
      "options": {
        "0": "სახლი",
        "1": "ბინა",
        "2": "სალონი",
        "3": "კაზა კონკრეტულად",
        "4": "ციხე",
        "5": "კომერციული შენობა",
        "6": "კონტეინერი",
        "7": "ციკლადური სახლი",
        "8": "ეკო სახლი",
        "9": "ფერმა",
        "10": "სახლი ნავი",
        "11": "მიწა",
        "12": "სასახლე",
        "13": "პატარა სახლი",
        "14": "კოშკი",
        "15": "საწყობი",
        "16": "ქარის წისქვილი"
      }
    },
    "progress": {
      "continue": "განაგრძეთ ჩამონათვალი",
      "start": "დაწყება",
      "back": "უკან",
      "next": "შემდეგი",
      "loading": "იტვირთება...",
      "finish": "დაასრულე!"
    }
  },
  "search": {
    "properties": "თვისებები რუკაზე.",
    "property": "ქონება რუკაზე.",
    "results": "შედეგები",
    "show-map": "რუკის ჩვენება",
    "show-list": "სიის ჩვენება",
    "no-homes-found": "სახლები ვერ მოიძებნა!",
    "loginToViewPrices": "ფასების სანახავად შედით სისტემაში",
    "propertiesText": "თვისებები",
    "otherCategories": "სხვა კატეგორიები...",
    "loading": "იტვირთება..."
  },
  "homes": {
    "units": {
      "m": "მ²",
      "ft": "ft²"
    },
    "capacity": {
      "single": "პირი.",
      "plural": "ხალხი."
    },
    "capacity-title": "ტევადობა:",
    "rooms-title": "ოთახები:",
    "features-title": "მახასიათებლები:",
    "location-title": "მდებარეობა:",
    "price-title": "ფასი",
    "size-title": "ქონების ზომა:",
    "show-all-photos": "ყველა ფოტოს ჩვენება",
    "original-price": "ორიგინალური ფასი",
    "negotiable": "ფასი შეთანხმებით?",
    "bedrooms": {
      "single": "საძინებელი",
      "plural": "საძინებლები"
    },
    "bathrooms": {
      "single": "აბაზანა",
      "plural": "სველი წერტილები"
    },
    "living-rooms": {
      "single": "მისაღები ოთახი",
      "plural": "მისაღები ოთახები"
    },
    "kitchens": {
      "single": "სამზარეულო",
      "plural": "სამზარეულოები"
    },
    "price-button": {
      "show": "გამოავლინე ფასი!",
      "hide": "დამალეთ ფასი!",
      "mobile": "გამოავლინე ფასი!"
    },
    "edit": "ქონების დეტალების რედაქტირება",
    "contact": {
      "contact-title": "საკონტაქტო ინფორმაცია",
      "contact-title-mobile": "ქონების მფლობელის საკონტაქტო ინფორმაცია",
      "name": "სახელი:",
      "email": "ელფოსტა:",
      "phone": "ტელეფონი:",
      "contact-button": "საკონტაქტო დეტალები"
    },
    "translate-button": "თარგმნეთ",
    "show-original-button": "ორიგინალის ჩვენება"
  },
  "my-properties": {
    "title": "ჩემი თვისებები",
    "incompleteListing": "არასრული ჩამონათვალი!",
    "finishSelling": "დაასრულეთ გაყიდვა!",
    "hideAllText": "ყველა პირადი",
    "showAllText": "ყველა საჯარო"
  },
  "my-lists": {
    "title": "ჩემი სიები",
    "delete": "სიის წაშლა"
  },
  "settings": {
    "title": "ანგარიშის პარამეტრები",
    "name": {
      "title": "შეცვალეთ თქვენი პროფილის სახელი",
      "subtitle": "ასე გამოჩნდებით საჯაროდ"
    },
    "language": {
      "title": "შეცვალეთ ენა",
      "subtitle": "ეს არის ენა, რომელსაც დაინახავთ სისტემაში შესვლისას"
    },
    "currency": {
      "title": "შეცვალეთ თქვენი ნაგულისხმევი ვალუტა",
      "subtitle": "ქონების ფასები ნაჩვენები იქნება ამ ვალუტაში"
    },
    "submit": "შენახვა"
  }
} as const;
