export default {
  "home": {
    "header": {
      "search": {
        "placeholder": "ค้นหาที่อยู่หรือสถานที่ใดๆ...",
        "search-button": "ค้นหา"
      },
      "guides": "คำแนะนำ",
      "construction": "เว็บไซต์นี้กำลังอยู่ในระหว่างการก่อสร้าง",
      "construction-sub": "โปรดสร้างบัญชี และเราจะส่งอีเมลถึงคุณเมื่อพร้อม",
      "sell-button-big": "ขายทรัพย์สินของคุณ",
      "sell-button-small": "ขาย",
      "profile-button": {
        "greeting": "สวัสดี",
        "log-in": "เข้าสู่ระบบ",
        "sign-up": "สมัครสมาชิก",
        "log-out": "ออกจากระบบ",
        "theme": {
          "theme": "ธีม",
          "light": "แสงสว่าง",
          "dark": "มืด",
          "system": "ระบบ"
        },
        "language": "ภาษา",
        "currency": "สกุลเงิน",
        "settings": "การตั้งค่า"
      }
    },
    "modal": {
      "sign-up": {
        "title": "สมัครสมาชิก",
        "subtitle": "กรอกอีเมล์ของคุณด้านล่างเพื่อสมัครสมาชิก!",
        "already": "มีบัญชีอยู่แล้วใช่ไหม?",
        "change": "เข้าสู่ระบบ"
      },
      "log-in": {
        "title": "ยินดีต้อนรับกลับมา",
        "subtitle": "กรอกอีเมล์ของคุณด้านล่างเพื่อเข้าสู่ระบบ",
        "already": "ยังไม่มีบัญชีใช่ไหม?",
        "change": "สมัครสมาชิก"
      },
      "general": {
        "email": "อีเมล",
        "email-placeholder": "ตัวอย่าง@mail.com",
        "submit": "ลงทะเบียนด้วยอีเมล์",
        "or": "หรือ",
        "google": "ลงทะเบียนด้วย Google",
        "facebook": "ลงทะเบียนด้วย Facebook",
        "loading": "กำลังโหลด..."
      }
    },
    "hero": {
      "title": "ค้นหาบ้านในฝันของคุณ",
      "search": {
        "placeholder": "ค้นหาที่อยู่หรือสถานที่ใดๆ...",
        "search-button": "ค้นหา"
      }
    },
    "Recommended": "เขตพื้นที่เมืองที่แนะนำ",
    "Popular": "เป็นที่นิยม",
    "Newest": "ใหม่ล่าสุด",
    "footer": {
      "allRightsReserved": "© 2024 Viva Ideal. สงวนลิขสิทธิ์"
    }
  },
  "guides": {
    "title": "วิธีการซื้อและขาย",
    "buy": {
      "title": "ฉันไม่รู้ว่าจะซื้ออย่างไร",
      "title-short": "วิธีการสั่งซื้อ",
      "countries": {
        "in": "วิธีการซื้อในอินเดีย",
        "kr": "วิธีการซื้อของในเกาหลีใต้",
        "ar": "วิธีการซื้อในอาร์เจนตินา",
        "pe": "วิธีการซื้อในเปรู",
        "co": "วิธีการซื้อในโคลัมเบีย",
        "ve": "วิธีการซื้อในเวเนซุเอลา",
        "vn": "วิธีการซื้อของในเวียดนาม",
        "id": "วิธีการซื้อในประเทศอินโดนีเซีย",
        "nz": "วิธีการซื้อของในนิวซีแลนด์",
        "ky": "วิธีการซื้อในหมู่เกาะเคย์แมน"
      }
    },
    "sell": {
      "title": "ฉันไม่รู้จะขายยังไง",
      "title-short": "วิธีการขาย",
      "countries": {
        "us": "วิธีการขายในสหรัฐอเมริกา",
        "ca": "วิธีการขายในประเทศแคนาดา",
        "au": "วิธีการขายในประเทศออสเตรเลีย",
        "gb": "วิธีการขายในสหราชอาณาจักร",
        "de": "วิธีการขายในประเทศเยอรมนี",
        "fr": "วิธีการขายในประเทศฝรั่งเศส",
        "jp": "วิธีการขายในญี่ปุ่น",
        "br": "วิธีการขายในประเทศบราซิล"
      }
    }
  },
  "sell": {
    "sell-flow": {},
    "capacity": {},
    "checkout": {},
    "contact": {},
    "description": {},
    "features": {},
    "location": {},
    "photos": {},
    "price": {},
    "review": {},
    "rooms": {},
    "step1": {},
    "step2": {},
    "step3": {},
    "title": {},
    "type": {}
  },
  "settings": {
    "title": "การตั้งค่าบัญชี",
    "name": {
      "title": "เปลี่ยนชื่อโปรไฟล์ของคุณ",
      "subtitle": "นี่คือสิ่งที่คุณจะปรากฏต่อสาธารณะ"
    },
    "currency": {
      "title": "เปลี่ยนสกุลเงินเริ่มต้นของคุณ",
      "subtitle": "ราคาทรัพย์สินจะแสดงเป็นสกุลเงินนี้"
    },
    "language": {
      "title": "เปลี่ยนภาษาเริ่มต้นของคุณ",
      "subtitle": "นี่คือภาษาที่คุณจะเห็นเมื่อลงชื่อเข้าใช้"
    },
    "submit": "บันทึก"
  }
} as const;
