export default {
  "error": {
    "property": "มีบางอย่างผิดพลาดในการดึงข้อมูลคุณสมบัติ!",
    "page": "มีบางอย่างผิดพลาดในการดึงหน้านี้!"
  },
  "billing": {
    "subText": {
      "six-months-free": "ฟรี 6 เดือนขึ้นไป",
      "per-month": "ต่อเดือน"
    },
    "monthly": "รายเดือน",
    "yearly": "รายปี: (6 เดือนขึ้นไป ฟรี)",
    "current-plan": "แผนปัจจุบัน",
    "change-plan": "แผนอัพเกรด",
    "billed-annually": "เรียกเก็บเงินเป็นรายปี",
    "subscribe": "สมัครสมาชิก",
    "most-popular": "ได้รับความนิยมมากที่สุด",
    "view-monthly-billing": "ดูการเรียกเก็บเงินรายเดือน ↗",
    "save-with-yearly": "ประหยัดเงินด้วยรายปี",
    "six-months-free": "(ฟรี 6 เดือนขึ้นไป ↗)",
    "lowest-prices": "รับประกันราคาถูกที่สุด",
    "title": "แผนการและราคา",
    "buyers": "ผู้ซื้อ",
    "sellers": "ผู้ขาย",
    "free": {
      "title": "ฟรี",
      "price": "0",
      "yearly-monthly-price": "0",
      "yearly-total-price": "0",
      "perks-monthly": {
        "0": {
          "title": "ดูตำแหน่งรายการทั้งหมด",
          "subtitle": "ตามที่ผู้ขายเผยแพร่"
        },
        "1": {
          "title": "ค้นหาใน 15+ ภาษา",
          "subtitle": "การแปลภาษาโดยขับเคลื่อนด้วย AI"
        },
        "2": {
          "title": "ราคาใน 25+ สกุลเงิน",
          "subtitle": "การแปลงสกุลเงินอัปเดตทุกวัน"
        },
        "3": {
          "title": "การสนับสนุนฟรี",
          "subtitle": "ตอบกลับภายใน 1-3 วันทำการ"
        }
      },
      "perks-yearly": {
        "0": {
          "title": "ดูตำแหน่งรายการทั้งหมด",
          "subtitle": "ตามที่ผู้ขายเผยแพร่"
        },
        "1": {
          "title": "ค้นหาใน 15+ ภาษา",
          "subtitle": "การแปลภาษาโดยขับเคลื่อนด้วย AI"
        },
        "2": {
          "title": "ราคาใน 25+ สกุลเงิน",
          "subtitle": "การแปลงสกุลเงินอัปเดตทุกวัน"
        },
        "3": {
          "title": "การสนับสนุนฟรี",
          "subtitle": "ตอบกลับภายใน 1-3 วันทำการ"
        }
      }
    },
    "basic": {
      "title": "พื้นฐาน",
      "blurb": "คุณสมบัติฟรีทั้งหมดรวมทั้ง",
      "price": "19",
      "yearly-monthly-price": "8",
      "yearly-total-price": "99",
      "perks-monthly": {
        "0": {
          "title": "ดูเจ้าของทรัพย์สิน 3 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 3 รายการ"
        },
        "1": {
          "title": "การสนับสนุนพื้นฐาน",
          "subtitle": "ตอบกลับภายใน 24 ชม."
        }
      },
      "perks-yearly": {
        "0": {
          "title": "ดูเจ้าของทรัพย์สิน 20 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 3 รายการ"
        },
        "1": {
          "title": "การสนับสนุนพื้นฐาน",
          "subtitle": "ตอบกลับภายใน 24 ชม."
        }
      }
    },
    "insight": {
      "title": "ข้อมูลเชิงลึก",
      "blurb": "คุณสมบัติพื้นฐานทั้งหมดรวมทั้ง",
      "price": "49",
      "yearly-monthly-price": "20",
      "yearly-total-price": "249",
      "perks-monthly": {
        "0": {
          "title": "ดูเจ้าของทรัพย์สิน 25 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 25 รายการ"
        },
        "1": {
          "title": "การสนับสนุนเชิงลึก",
          "subtitle": "ตอบกลับภายใน 8 ชั่วโมง."
        },
        "2": {
          "title": "การเข้าถึง AI Design Studio",
          "subtitle": "ออกแบบบ้านใหม่ของคุณเพียงแค่คลิกเดียว"
        }
      },
      "perks-yearly": {
        "0": {
          "title": "ดูเจ้าของทรัพย์สิน 100 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 25 รายการ"
        },
        "1": {
          "title": "การสนับสนุนเชิงลึก",
          "subtitle": "ตอบกลับภายใน 8 ชั่วโมง."
        },
        "2": {
          "title": "การเข้าถึง AI Design Studio",
          "subtitle": "ออกแบบบ้านใหม่ของคุณเพียงแค่คลิกเดียว"
        }
      }
    },
    "max": {
      "title": "แม็กซ์",
      "blurb": "ฟีเจอร์เชิงลึกทั้งหมด รวมถึง",
      "price": "299",
      "yearly-monthly-price": "142",
      "yearly-total-price": "1699",
      "perks-monthly": {
        "0": {
          "title": "ดูเจ้าของทรัพย์สินทั้งหมด",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของทั้งหมด"
        },
        "1": {
          "title": "รองรับสูงสุด",
          "subtitle": "ตอบกลับภายใน 1 ชั่วโมง."
        },
        "2": {
          "title": "การสนับสนุนทางกฎหมายอย่างครบวงจร",
          "subtitle": "ทนายความของเราดูแลกระบวนการทำธุรกรรมทั้งหมด"
        }
      },
      "perks-yearly": {
        "0": {
          "title": "ดูเจ้าของทรัพย์สินทั้งหมด",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของทั้งหมด"
        },
        "1": {
          "title": "รองรับสูงสุด",
          "subtitle": "ตอบกลับภายใน 1 ชั่วโมง."
        },
        "2": {
          "title": "การสนับสนุนทางกฎหมายอย่างครบวงจร",
          "subtitle": "ทนายความของเราดูแลกระบวนการทำธุรกรรมทั้งหมด"
        }
      }
    },
    "starter": {
      "title": "สตาร์ทเตอร์",
      "price": "19",
      "yearly-monthly-price": "9",
      "yearly-total-price": "99",
      "perks-monthly": {
        "0": {
          "title": "ขาย 1 ทรัพย์",
          "subtitle": "โฆษณาทรัพย์สิน 1 รายการเป็นรายการมาตรฐาน"
        },
        "1": {
          "title": "อัพโหลดรูปภาพ 5 รูป",
          "subtitle": "อัพโหลดภาพถ่าย 5 ภาพเพื่อลงรายการทรัพย์สินของคุณ"
        },
        "2": {
          "title": "ดูเจ้าของทรัพย์สิน 3 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 3 รายการ"
        },
        "3": {
          "title": "การสนับสนุนพื้นฐาน",
          "subtitle": "ตอบกลับภายใน 1-3 วันทำการ"
        },
        "4": {
          "title": "โฆษณาแปล",
          "subtitle": "โฆษณาไปยังกว่า 170 ประเทศ"
        },
        "5": {
          "title": "การแปลงราคาขาย",
          "subtitle": "อัปเดตอัตโนมัติทุกวัน"
        }
      },
      "perks-yearly": {
        "0": {
          "title": "ขาย 1 ทรัพย์",
          "subtitle": "โฆษณาทรัพย์สิน 1 รายการเป็นรายการมาตรฐาน"
        },
        "1": {
          "title": "อัพโหลดรูปภาพ 5 รูป",
          "subtitle": "อัพโหลดภาพถ่าย 5 ภาพเพื่อลงรายการทรัพย์สินของคุณ"
        },
        "2": {
          "title": "ดูเจ้าของทรัพย์สิน 3 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 3 รายการ"
        },
        "3": {
          "title": "การสนับสนุนพื้นฐาน",
          "subtitle": "ตอบกลับภายใน 1-3 วันทำการ"
        },
        "4": {
          "title": "โฆษณาแปล",
          "subtitle": "โฆษณาไปยังกว่า 170 ประเทศ"
        },
        "5": {
          "title": "การแปลงราคาขาย",
          "subtitle": "อัปเดตอัตโนมัติทุกวัน"
        }
      }
    },
    "pro": {
      "title": "โปร",
      "blurb": "คุณสมบัติเริ่มต้นทั้งหมดรวมถึง",
      "price": "39",
      "yearly-monthly-price": "17",
      "yearly-total-price": "199",
      "perks-monthly": {
        "0": {
          "title": "ขาย 3 ทรัพย์",
          "subtitle": "โฆษณา 3 คุณสมบัติเป็นรายการมาตรฐาน"
        },
        "1": {
          "title": "ดูเจ้าของทรัพย์สิน 3 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 3 รายการ"
        },
        "2": {
          "title": "การสนับสนุนระดับมืออาชีพ",
          "subtitle": "ตอบกลับภายใน 24 ชม."
        },
        "3": {
          "title": "อัพโหลดรูปภาพ 15 รูป",
          "subtitle": "อัพโหลดภาพถ่าย 15 ภาพเพื่อลงรายการทรัพย์สินของคุณ"
        }
      },
      "perks-yearly": {
        "0": {
          "title": "ขาย 10 ทรัพย์",
          "subtitle": "โฆษณาทรัพย์สิน 10 รายการเป็นรายการมาตรฐาน"
        },
        "1": {
          "title": "ดูเจ้าของทรัพย์สิน 10 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 10 รายการ"
        },
        "2": {
          "title": "การสนับสนุนระดับมืออาชีพ",
          "subtitle": "ตอบกลับภายใน 24 ชม."
        },
        "3": {
          "title": "อัพโหลดรูปภาพ 15 รูป",
          "subtitle": "อัพโหลดภาพถ่าย 15 ภาพเพื่อลงรายการทรัพย์สินของคุณ"
        }
      }
    },
    "premium": {
      "title": "พรีเมี่ยม",
      "blurb": "คุณสมบัติระดับมืออาชีพทั้งหมดรวมถึง",
      "price": "99",
      "yearly-monthly-price": "42",
      "yearly-total-price": "499",
      "perks-monthly": {
        "0": {
          "title": "ขาย 20 ทรัพย์",
          "subtitle": "โฆษณาทรัพย์สิน 20 รายการเป็นรายการพรีเมี่ยม"
        },
        "1": {
          "title": "ดูเจ้าของทรัพย์สิน 20 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 20 รายการ"
        },
        "2": {
          "title": "การสนับสนุนระดับพรีเมียม",
          "subtitle": "ตอบกลับภายใน 8 ชั่วโมง."
        },
        "3": {
          "title": "การอัพโหลดวิดีโอ",
          "subtitle": "เพิ่มวีดิโอลงในรายการทรัพย์สินของคุณ"
        },
        "4": {
          "title": "แบนเนอร์พรีเมี่ยมสีทอง",
          "subtitle": "โฆษณาทรัพย์สินของคุณเป็นรายการพรีเมี่ยม"
        },
        "5": {
          "title": "การเข้าถึง AI Design Studio",
          "subtitle": "แสดงให้เห็นว่าผู้คนสามารถออกแบบทรัพย์สินของคุณใหม่ได้อย่างไรเพียงคลิกเดียว"
        },
        "6": {
          "title": "การเข้าถึง AI Design Studio",
          "subtitle": "แสดงให้เห็นว่าผู้คนสามารถออกแบบทรัพย์สินของคุณใหม่ได้อย่างไรเพียงคลิกเดียว"
        }
      },
      "perks-yearly": {
        "0": {
          "title": "ขาย 100 ทรัพย์",
          "subtitle": "โฆษณาทรัพย์สิน 100 รายการเป็นรายการพรีเมี่ยม"
        },
        "1": {
          "title": "ดูเจ้าของทรัพย์สิน 100 ราย",
          "subtitle": "ดูรายละเอียดการติดต่อเจ้าของสำหรับคุณสมบัติ 100 รายการ"
        },
        "2": {
          "title": "การสนับสนุนระดับพรีเมียม",
          "subtitle": "ตอบกลับภายใน 8 ชั่วโมง."
        },
        "3": {
          "title": "การอัพโหลดวิดีโอ",
          "subtitle": "เพิ่มวีดิโอลงในรายการทรัพย์สินของคุณ"
        },
        "4": {
          "title": "แบนเนอร์พรีเมี่ยมสีทอง",
          "subtitle": "โฆษณาทรัพย์สินของคุณเป็นรายการพรีเมี่ยม"
        },
        "5": {
          "title": "การเข้าถึง AI Design Studio",
          "subtitle": "แสดงให้เห็นว่าผู้คนสามารถออกแบบทรัพย์สินของคุณใหม่ได้อย่างไรเพียงคลิกเดียว"
        },
        "6": {
          "title": "การเข้าถึง AI Design Studio",
          "subtitle": "แสดงให้เห็นว่าผู้คนสามารถออกแบบทรัพย์สินของคุณใหม่ได้อย่างไรเพียงคลิกเดียว"
        }
      }
    },
    "business": {
      "title": "ธุรกิจ",
      "blurb": "คุณสมบัติพรีเมี่ยมทั้งหมดรวมถึง",
      "price": "299",
      "yearly-monthly-price": "142",
      "yearly-total-price": "1699",
      "perks-monthly": {
        "0": {
          "title": "ขายทรัพย์ 100 รายการ",
          "subtitle": "ลงรายการทรัพย์สิน 100 รายการ"
        },
        "1": {
          "title": "อัพโหลดรูปภาพ 50 รูป",
          "subtitle": "อัพโหลดภาพถ่าย 50 ภาพต่อทรัพย์สิน"
        },
        "2": {
          "title": "การสนับสนุนธุรกิจ",
          "subtitle": "รับการสนับสนุนภายใน 1 ชั่วโมง"
        },
        "3": {
          "title": "รายการเด่น",
          "subtitle": "คุณสมบัติของคุณจะปรากฏที่ด้านบนของผลการค้นหาของผู้ใช้"
        },
        "4": {
          "title": "การสร้างเนื้อหาภายในไซต์",
          "subtitle": "เราจะเดินทางไปหาคุณเพื่อช่วยคุณบันทึกและโปรโมตทรัพย์สินของคุณ"
        },
        "5": {
          "title": "การสร้างเนื้อหาภายในไซต์",
          "subtitle": "เราจะเดินทางไปหาคุณเพื่อช่วยคุณบันทึกและโปรโมตทรัพย์สินของคุณ"
        }
      },
      "perks-yearly": {
        "0": {
          "title": "ขายอสังหาฯไม่จำกัด",
          "subtitle": "รายการทรัพย์สินไม่จำกัด"
        },
        "1": {
          "title": "อัพโหลดรูปภาพ 50 รูป",
          "subtitle": "อัพโหลดภาพถ่าย 50 ภาพต่อทรัพย์สิน"
        },
        "2": {
          "title": "การสนับสนุนธุรกิจ",
          "subtitle": "รับการสนับสนุนภายใน 1 ชั่วโมง"
        },
        "3": {
          "title": "รายการเด่น",
          "subtitle": "คุณสมบัติของคุณจะปรากฏที่ด้านบนของผลการค้นหาของผู้ใช้"
        },
        "4": {
          "title": "การสร้างเนื้อหาภายในไซต์",
          "subtitle": "เราจะเดินทางไปหาคุณเพื่อช่วยคุณบันทึกและโปรโมตทรัพย์สินของคุณ"
        },
        "5": {
          "title": "การสร้างเนื้อหาภายในไซต์",
          "subtitle": "เราจะเดินทางไปหาคุณเพื่อช่วยคุณบันทึกและโปรโมตทรัพย์สินของคุณ"
        }
      }
    }
  },
  "home": {
    "roomTypes": {
      "title": "ประเภทห้องพัก",
      "options": {
        "0": "ห้องนอน",
        "1": "ครัว",
        "2": "ห้องนั่งเล่น",
        "3": "ห้องน้ำ",
        "4": "ศึกษา",
        "5": "ห้องรับประทานอาหาร"
      }
    },
    "propertyStyles": {
      "title": "รูปแบบทรัพย์สิน",
      "options": {
        "0": "ร่วมสมัย",
        "1": "อาณานิคม",
        "2": "วิคตอเรียน",
        "3": "ช่างฝีมือ",
        "4": "การฟื้นฟูเมดิเตอร์เรเนียน",
        "5": "เคปคอด",
        "6": "ทิวดอร์",
        "7": "อาร์ตเดโค",
        "8": "ฟาร์มปศุสัตว์",
        "9": "ชาเล่ต์"
      }
    },
    "roomStyles": {
      "title": "รูปแบบห้อง",
      "options": {
        "0": "ทันสมัย",
        "1": "วินเทจ",
        "2": "มินิมอลลิสต์",
        "3": "ทางอุตสาหกรรม",
        "4": "โบฮีเมียน",
        "5": "สแกนดิเนเวีย",
        "6": "ชายฝั่งทะเล",
        "7": "เมดิเตอร์เรเนียน",
        "8": "ฟาร์มเฮาส์",
        "9": "ยุคกลางศตวรรษที่ 20"
      }
    },
    "header": {
      "search": {
        "placeholder": "ค้นหาที่อยู่หรือสถานที่ใดๆ...",
        "placeholder-short": "ค้นหา...",
        "search-button": "ค้นหา",
        "search-button-small": "ค้นหา"
      },
      "filters": "ตัวกรอง",
      "categories": "หมวดหมู่",
      "features": "คุณสมบัติ",
      "rooms": "ห้องพัก",
      "filters-button": {
        "categories": "หมวดหมู่",
        "features": "คุณสมบัติ"
      },
      "apply": "ใช้ตัวกรอง",
      "reset": "รีเซ็ตตัวกรอง",
      "select-all": "เลือกทั้งหมด",
      "deselect-all": "ยกเลิกการเลือกทั้งหมด",
      "subtitles": {
        "rooms": "มีห้องอยู่ระหว่างช่วงนี้",
        "categories": "แสดงให้ฉันดูเท่านั้น",
        "features": "แสดงคุณสมบัติให้ฉันดูด้วย"
      },
      "menu": "เมนู",
      "about": "เกี่ยวกับ",
      "articles": "บทความ",
      "data": "ข้อมูล",
      "explore": "สำรวจ",
      "pricing": "การกำหนดราคา",
      "map": "ดูในแผนที่",
      "list": "กลับไปยังรายการสิ่งที่อยากได้",
      "construction": "เว็บไซต์นี้กำลังอยู่ในระหว่างการก่อสร้าง",
      "construction-sub": "โปรดสร้างบัญชีและเราจะส่งอีเมลถึงคุณเมื่อพร้อมใช้งาน",
      "sell-button-big": "ขายอสังหาฯ",
      "sell-button-small": "ขาย",
      "profile-button": {
        "greeting": "สวัสดี",
        "admin": "ผู้ดูแลระบบ",
        "log-in": "เข้าสู่ระบบ",
        "sign-up": "สมัครสมาชิก",
        "log-out": "ออกจากระบบ",
        "theme": {
          "theme": "ธีม",
          "light": "แสงสว่าง",
          "dark": "มืด",
          "system": "ระบบ"
        },
        "language": "ภาษา",
        "my-properties": "คุณสมบัติของฉัน",
        "my-lists": "รายการสิ่งที่ฉันปรารถนา",
        "ai-studio": "เอไอ ดีไซน์ สตูดิโอ",
        "currency": "สกุลเงิน",
        "settings": "การตั้งค่า",
        "exit": "บันทึกและออก",
        "exit-short": "ทางออก"
      }
    },
    "modal": {
      "sign-up": {
        "title": "สมัครสมาชิก",
        "subtitle": "กรอกอีเมล์ของคุณด้านล่างเพื่อสมัครสมาชิก!",
        "already": "มีบัญชีอยู่แล้วใช่ไหม?",
        "change": "เข้าสู่ระบบ",
        "email": "ลงทะเบียนด้วยอีเมล์",
        "apple": "ลงทะเบียนกับ Apple",
        "google": "ลงทะเบียนด้วย Google",
        "facebook": "ลงทะเบียนด้วย Facebook"
      },
      "log-in": {
        "title": "ยินดีต้อนรับกลับมา",
        "subtitle": "กรอกอีเมล์ของคุณด้านล่างเพื่อเข้าสู่ระบบ",
        "already": "ยังไม่มีบัญชีใช่ไหม?",
        "change": "สมัครสมาชิก",
        "email": "ลงชื่อเข้าใช้ด้วยอีเมล",
        "apple": "เข้าสู่ระบบด้วย Apple",
        "google": "เข้าสู่ระบบด้วย Google",
        "facebook": "เข้าสู่ระบบด้วย Facebook"
      },
      "general": {
        "email": "อีเมล",
        "email-placeholder": "ตัวอย่าง@mail.com",
        "submit": "ลงทะเบียนด้วยอีเมล์",
        "or": "หรือ",
        "loading": "กำลังโหลด..."
      }
    },
    "hero": {
      "laurel": "แอปเกี่ยวกับทรัพย์สินอันดับ 1",
      "year": "2024",
      "title": "ค้นหาบ้านในฝันของคุณ",
      "search": {
        "placeholder": "ค้นหาสถานที่ใดๆ...",
        "placeholderShort": "ค้นหา...",
        "search-button": "ค้นหา"
      }
    },
    "AR": {
      "name": "อาร์เจนตินา",
      "city": "บัวโนสไอเรส",
      "neighborhoods": {
        "0": "ปาแลร์โม่",
        "1": "เรโคเลต้า",
        "2": "เบลกราโน่"
      }
    },
    "MX": {
      "name": "เม็กซิโก",
      "city": "เม็กซิโกซิตี้",
      "neighborhoods": {
        "0": "โปลันโก",
        "1": "คอนเดซ่า",
        "2": "โรมา นอร์เต้"
      }
    },
    "BR": {
      "name": "บราซิล",
      "city": "ริโอ เดอ จาเนโร",
      "neighborhoods": {
        "0": "อิปาเนมา",
        "1": "เลบลอน",
        "2": "บาร์รา ดา ติฆูกา"
      }
    },
    "CO": {
      "name": "โคลัมเบีย",
      "city": "เมเดยิน",
      "neighborhoods": {
        "0": "เอล โปบลาโด",
        "1": "ลอเรลส์"
      }
    },
    "CL": {
      "name": "ชิลี",
      "city": "ซานติอาโก",
      "neighborhoods": {
        "0": "โปรวิเดนเซีย",
        "1": "ลาส คอนเดส",
        "2": "วิตาคูร่า"
      }
    },
    "EC": {
      "name": "เอกวาดอร์",
      "city": "กีโต",
      "neighborhoods": {
        "0": "ลา ฟลอเรสต้า",
        "1": "กุมบายา",
        "2": "กอนซาเลซ ซัวเรซ"
      }
    },
    "PE": {
      "name": "เปรู",
      "city": "ลิมา",
      "neighborhoods": {
        "0": "มิราฟลอเรส",
        "1": "ซานอิซิดโร",
        "2": "บาร์รังโก"
      }
    },
    "UY": {
      "name": "อุรุกวัย",
      "city": "มอนเตวิเดโอ",
      "neighborhoods": {
        "0": "ปุนตา คาร์เรตัส",
        "1": "โปซิโตส",
        "2": "คาร์ราสโก้"
      }
    },
    "cities": "เริ่มต้นด้วยการเลือกเขตเมืองด้านล่าง",
    "trusted-sub": "ได้รับความไว้วางใจจากสิ่งที่ดีที่สุด",
    "trusted": "ลูกค้าของเรา",
    "popular": "ได้รับความนิยมมากที่สุด",
    "popular-sub": "รายการโปรดของลูกค้าของเรา",
    "locations": "สถานที่ยอดนิยม",
    "locations-sub": "ค้นพบละตินอเมริกา",
    "cheapest": "ถูกที่สุด",
    "cheapest-sub": "ราคาที่ไม่มีใครเทียบได้ คุ้มค่าอย่างน่าทึ่ง",
    "newest": "รายชื่อทรัพย์สินล่าสุด",
    "newest-sub": "ลองดูสิ่งใหม่ของเรา",
    "spotlight": "การเลือกของเราเพื่อคุณ",
    "spotlight-sub": "อยู่ในจุดสนใจ",
    "footer": {
      "allRightsReserved": "© 2024 Viva Ideal. สงวนลิขสิทธิ์",
      "legal": {
        "title": "ถูกกฎหมาย",
        "terms": "ข้อกำหนดและเงื่อนไข",
        "privacy": "นโยบายความเป็นส่วนตัว"
      },
      "pages": {
        "title": "วีว่าไอเดียล",
        "home": "บ้าน",
        "about": "เกี่ยวกับ",
        "articles": "บทความ",
        "data": "ข้อมูล"
      }
    }
  },
  "legal": {
    "title": "ถูกกฎหมาย",
    "documents": "เอกสาร",
    "images": "รูปภาพ"
  },
  "articles": {
    "articleUnavailable": "บทความนี้ไม่พร้อมใช้งานใน",
    "changeLanguage": "เปลี่ยนภาษา!",
    "unavailableWarning": "บทความนี้ไม่พร้อมใช้งานในภาษาของคุณ!",
    "readMore": "อ่านเพิ่มเติม",
    "title": "บทความ",
    "reading": "นาทีในการอ่าน",
    "titleError": "ไม่สามารถรับชื่อเรื่องได้",
    "readingTimeError": "ไม่สามารถคำนวณเวลาในการอ่านได้",
    "errorLine1": "บทความนี้ไม่พร้อมใช้งานในภาษาของคุณ!",
    "errorLine2": "โปรดลองเปลี่ยนภาษาของคุณเพื่ออ่านบทความนี้",
    "subtitle": "อ่านบทความล่าสุดเกี่ยวกับอสังหาฯ",
    "buy": {
      "title": "ฉันไม่รู้ว่าจะซื้ออย่างไร",
      "title-short": "วิธีการสั่งซื้อ",
      "countries": {
        "in": "วิธีการซื้อในอินเดีย",
        "kr": "วิธีการซื้อของในเกาหลีใต้",
        "ar": "วิธีการซื้อในอาร์เจนตินา",
        "pe": "วิธีการซื้อในเปรู",
        "co": "วิธีการซื้อในโคลัมเบีย",
        "ve": "วิธีการซื้อในเวเนซุเอลา",
        "vn": "วิธีการซื้อของในเวียดนาม",
        "id": "วิธีการซื้อในประเทศอินโดนีเซีย",
        "nz": "วิธีการซื้อของในนิวซีแลนด์",
        "ky": "วิธีการซื้อในหมู่เกาะเคย์แมน"
      }
    },
    "sell": {
      "title": "ฉันไม่รู้จะขายยังไง",
      "title-short": "วิธีการขาย",
      "countries": {
        "us": "วิธีการขายในสหรัฐอเมริกา",
        "ca": "วิธีการขายในประเทศแคนาดา",
        "au": "วิธีการขายในประเทศออสเตรเลีย",
        "gb": "วิธีการขายในสหราชอาณาจักร",
        "de": "วิธีการขายในประเทศเยอรมนี",
        "fr": "วิธีการขายในประเทศฝรั่งเศส",
        "jp": "วิธีการขายในญี่ปุ่น",
        "br": "วิธีการขายในประเทศบราซิล"
      }
    }
  },
  "data": {
    "title": "ข้อมูล"
  },
  "start": {
    "title": "การกำหนดราคา"
  },
  "about": {
    "title": "เกี่ยวกับ",
    "content": {
      "h1": "ยินดีต้อนรับสู่ Viva Ideal: ประตูสู่ตลาดอสังหาริมทรัพย์ระดับโลก",
      "p1": {
        "title": "เชื่อมต่อคุณกับทรัพย์สินระดับนานาชาติทั่วโลก",
        "content": "ที่ Viva Ideal ภารกิจของเราคือการเป็นแพลตฟอร์มอันดับ 1 สำหรับผู้คนทั่วโลกที่ต้องการซื้ออสังหาริมทรัพย์ในต่างประเทศ เรามุ่งมั่นที่จะช่วยให้ผู้คนรับมือกับความซับซ้อนในการซื้ออสังหาริมทรัพย์ในต่างประเทศ และทำให้การเป็นเจ้าของอสังหาริมทรัพย์ข้ามพรมแดนเป็นไปอย่างราบรื่นและเข้าถึงได้สำหรับทุกคน"
      },
      "p2": {
        "title": "พันธมิตรที่เชื่อถือได้ของคุณในกระบวนการธุรกรรม",
        "content": "เราเข้าใจดีว่าการซื้ออสังหาริมทรัพย์ในต่างประเทศนั้นต้องผ่านกฎหมายและข้อบังคับที่ไม่คุ้นเคย Viva Ideal โดดเด่นด้วยการให้คำแนะนำแบบลงมือปฏิบัติจริงในทุกขั้นตอนของกระบวนการซื้อขาย โดยอาศัยความรู้เชิงลึกเกี่ยวกับกฎหมายในท้องถิ่นของแต่ละประเทศที่เราดำเนินการ ด้วยความเชี่ยวชาญของเรา คุณสามารถมั่นใจได้ในทุกขั้นตอนของการซื้ออสังหาริมทรัพย์ของคุณ ตั้งแต่การปฏิบัติตามกฎหมายไปจนถึงธุรกรรมทางการเงิน รวมถึงการทำความเข้าใจตลาดอสังหาริมทรัพย์ในท้องถิ่น"
      },
      "p3": {
        "title": "ออกแบบมาเพื่อผู้ซื้อยุคใหม่",
        "content": "แพลตฟอร์มของเราให้บริการเฉพาะกลุ่มคนเร่ร่อนดิจิทัล คนทำงานทางไกล และบุคคลที่สนใจในระดับโลกที่กำลังมองหาโอกาสในการหาอสังหาริมทรัพย์ที่เหมาะกับไลฟ์สไตล์ที่ยืดหยุ่นและไม่ขึ้นอยู่กับสถานที่ ไม่ว่าคุณจะกำลังมองหาการลงทุน ย้ายถิ่นฐาน หรือหาฐานใหม่สำหรับการทำงานทางไกล Viva Ideal จะเชื่อมต่อคุณกับอสังหาริมทรัพย์ที่ปรับแต่งตามความต้องการและไลฟ์สไตล์ที่คุณชื่นชอบ"
      },
      "p4": {
        "title": "อะไรที่ทำให้ Viva Ideal แตกต่าง?",
        "content": "แพลตฟอร์มของเราไม่เพียงแต่เน้นไปที่รายการทรัพย์สินเท่านั้น แต่ยังมุ่งเน้นไปที่:",
        "b1": {
          "title": "ความเชี่ยวชาญเฉพาะด้าน",
          "content": "ข้อมูลเชิงลึกเกี่ยวกับความแตกต่างทางกฎหมาย การเงิน และวัฒนธรรมในการซื้อในแต่ละภูมิภาค เพื่อให้คุณสามารถดำเนินกระบวนการนี้ได้อย่างมั่นใจ"
        },
        "b2": {
          "title": "การสนับสนุนที่ครอบคลุม",
          "content": "ช่วยเหลือในทุกขั้นตอนการทำธุรกรรม เพื่อให้มั่นใจว่ากระบวนการจะปลอดภัยและราบรื่นไม่ว่าคุณจะอยู่ที่ไหน"
        },
        "b3": {
          "title": "เครือข่ายทั่วโลก",
          "content": "การเข้าถึงผู้เชี่ยวชาญด้านอสังหาริมทรัพย์ที่เชื่อถือได้ ที่ปรึกษาทางกฎหมาย และผู้เชี่ยวชาญในพื้นที่ที่เข้าใจความท้าทายและโอกาสของการเป็นเจ้าของทรัพย์สินระหว่างประเทศ"
        },
        "b4": {
          "title": "แนวโน้มตลาด",
          "content": "ข้อมูลที่ทันสมัยเกี่ยวกับตลาดเกิดใหม่และโอกาสการลงทุนที่ออกแบบมาสำหรับผู้ชมทั่วโลก"
        },
        "b5": {
          "title": "ไฮไลท์ของชุมชน",
          "content": "โปรไฟล์โดยละเอียดของบริเวณใกล้เคียง ไลฟ์สไตล์ และสถานที่ท่องเที่ยวในท้องถิ่นในแต่ละภูมิภาค ช่วยให้คุณค้นหาที่ตั้งที่สมบูรณ์แบบสำหรับทรัพย์สินรายการต่อไปของคุณได้"
        }
      },
      "p5": {
        "title": "เริ่มต้นในละตินอเมริกา ขยายไปทั่วโลก",
        "content": "การเดินทางของเราเริ่มต้นด้วยการมุ่งเน้นไปที่ตลาดที่คึกคักและเติบโตสูงในละตินอเมริกา ซึ่งเป็นภูมิภาคที่เหมาะสำหรับการลงทุนในอสังหาริมทรัพย์ที่ราคาไม่แพงและน่าดึงดูด ในอนาคต เรามีแผนที่จะขยายการเข้าถึงไปยังเอเชียและยุโรป เพื่อสร้างแพลตฟอร์มระดับโลกอย่างแท้จริงที่ตอบสนองความต้องการของผู้ซื้อจากต่างประเทศทุกที่"
      },
      "p6": {
        "title": "ร่วมเป็นส่วนหนึ่งของอนาคตของอสังหาริมทรัพย์ระดับโลก",
        "content": "เนื่องจากการทำงานระยะไกลเปลี่ยนแปลงวิถีชีวิตและการลงทุนของเรา Viva Ideal จึงพร้อมให้การสนับสนุนคุณในการค้นหาอสังหาริมทรัพย์ในอุดมคติของคุณทุกที่ในโลก ยินดีต้อนรับสู่ Viva Ideal ที่ซึ่งการเป็นเจ้าของอสังหาริมทรัพย์ระดับนานาชาติเริ่มต้นขึ้น"
      }
    },
    "mission": {
      "title": "ภารกิจของเรา",
      "content": "เพื่อให้แน่ใจว่าทุกคนมีโอกาสที่จะได้ใช้ชีวิตในบ้านที่สวยงาม ปลอดภัย และราคาไม่แพง พร้อมทั้งเสริมสร้างอนาคตที่มั่นคงและชีวิตที่ดีขึ้น"
    },
    "why": {
      "title": "เหตุใดเราจึง",
      "content": "เราเชื่อว่าทุกคนมีสิทธิที่จะได้รับสถานที่อยู่อาศัยที่ปลอดภัยและราคาไม่แพง"
    },
    "how": {
      "title": "วิธีการของเรา",
      "content": "วิธีที่ดีที่สุดในการทำให้สิ่งนี้เป็นไปได้คือการลดความขัดแย้งและเชื่อมโยงผู้คนที่มีพื้นเพทางวัฒนธรรมที่หลากหลาย เพื่อให้พวกเขาสามารถสำรวจว่าการใช้ชีวิตในสถานที่นอกเหนือจากขอบเขตทางวัฒนธรรมโดยตรงและสภาพแวดล้อมที่คุ้นเคยจะเป็นอย่างไร"
    },
    "latam": {
      "title": "เหตุใดจึงละตินอเมริกา",
      "content": {
        "1": "ละตินอเมริกาเป็นมากกว่าจุดหมายปลายทาง แต่เป็นบ้านที่รอการค้นพบ ด้วยวัฒนธรรมที่มีชีวิตชีวา ทัศนียภาพที่สวยงามตระการตา และชุมชนที่อบอุ่นและเป็นมิตร ภูมิภาคนี้จึงทำให้คุณรู้สึกเป็นส่วนหนึ่งของที่นี่ ไม่ว่าจะเป็นคนทำงานทางไกลหรือคนใฝ่ฝัน ภูมิภาคนี้ก็มีสิ่งที่หาได้ยาก นั่นคือ โอกาสในการใช้ชีวิตอย่างสวยงามและราคาไม่แพง โดยไม่กระทบต่อคุณภาพชีวิต ที่นี่ รายได้ของคุณจะเพิ่มขึ้นอีก ทำให้ความปรารถนาเป็นจริงในขณะที่ดื่มด่ำไปกับโลกที่อุดมสมบูรณ์และหลากหลาย",
        "2": "สิ่งที่ทำให้ละตินอเมริกามีความพิเศษอย่างแท้จริงคือการเชื่อมโยงกับผู้คนและโอกาส ภูมิภาคนี้สอดคล้องกับเขตเวลาของสหรัฐอเมริกาทำให้การทำงานร่วมกันเป็นไปอย่างราบรื่น ในขณะที่การทำงานจากระยะไกลที่เพิ่มขึ้นช่วยขับเคลื่อนการเติบโตในท้องถิ่นและเสริมสร้างพลังให้กับชุมชน ละตินอเมริกาเป็นสถานที่ที่การผจญภัยพบกับความเป็นไปได้ เป็นสถานที่ที่ไม่เพียงแต่สร้างชีวิตเท่านั้น แต่ยังเป็นชีวิตที่มีคุณค่าอีกด้วย ที่ Viva Ideal เราเชื่อว่าละตินอเมริกาเป็นที่ที่ความฝันและความจริงมาบรรจบกัน และเราพร้อมช่วยให้คุณค้นหาสถานที่ที่สมบูรณ์แบบสำหรับคุณภายในนั้น"
      }
    },
    "brochures": "โบรชัวร์"
  },
  "sell": {
    "sell-flow": {
      "title": "ขายอสังหาฯใหม่",
      "title-continue": "เสร็จสิ้นรายการของคุณ",
      "step-1": "1. บอกเราเกี่ยวกับสถานที่ของคุณ",
      "step-1-sub": "ที่ตั้ง ขนาด และรายละเอียด",
      "step-2": "2. ทำให้มันโดดเด่น",
      "step-2-sub": "อัพโหลดรูปภาพ 5 รูปขึ้นไป พร้อมชื่อเรื่อง และคำอธิบาย",
      "step-3": "3. เสร็จสิ้นและเผยแพร่",
      "step-3-sub": "เพิ่มรายละเอียดการติดต่อ ราคาของคุณ และเผยแพร่",
      "completed": "สมบูรณ์",
      "unfinishedProperties": {
        "title": "ทรัพย์สินที่ยังไม่เสร็จสมบูรณ์",
        "subtitle": "เลือกหนึ่งในคุณสมบัติที่ยังไม่เสร็จสิ้นของคุณเพื่อดำเนินการต่อ!",
        "sell-new": "ขายอสังหาฯใหม่"
      },
      "properties-remaining": {
        "first": "คุณสมบัติที่เหลืออยู่",
        "monthly": "คุณสมบัติเพิ่มเติมที่คุณสามารถลงรายการในเดือนหน้า",
        "yearly": "คุณสมบัติเพิ่มเติมที่คุณสามารถลงรายการได้ในปีหน้า"
      },
      "view": "ดูทรัพย์สินที่ยังไม่เสร็จสมบูรณ์"
    },
    "capacity": {
      "title": "ความจุ",
      "subtitle": "ทรัพย์สินของคุณมีขนาดใหญ่แค่ไหน?",
      "size": "กรอกขนาดทรัพย์สินของคุณที่นี่",
      "m-placeholder": "ขนาดเป็นตรม....",
      "ft-placeholder": "ขนาดเป็นฟุต²...",
      "change-to-feet": "เปลี่ยนเป็น ft²",
      "change-to-metres": "เปลี่ยนเป็น ตรม.",
      "units": {
        "m": "ม.",
        "ft": "ฟุต"
      },
      "capacity": "ตอนนี้ประมาณดูว่ามีกี่คนที่สามารถอาศัยอยู่ในทรัพย์สินของคุณได้อย่างสะดวกสบาย"
    },
    "checkout": {
      "title": "เช็คเอาท์",
      "subtitle": "คุณต้องการอัพเกรดเป็นพรีเมี่ยมหรือไม่?",
      "paidText": "จ่าย",
      "premium": {
        "title": "พรีเมี่ยม",
        "subtitle": "รับมุมมองมากขึ้นและขายได้เร็วขึ้น",
        "perks": {
          "0": {
            "title": "รายการเด่น",
            "subtitle": "ทรัพย์สินของคุณจะถูกเน้นและปรากฏอยู่ด้านบนสุดของการค้นหาของผู้ใช้"
          },
          "1": {
            "title": "30 รูปภาพ",
            "subtitle": "อัพโหลดรูปภาพสูงสุด 30 รูป"
          },
          "2": {
            "title": "การโปรโมทโซเชียลมีเดีย",
            "subtitle": "รายการของคุณจะได้รับการส่งเสริมบนช่องทางโซเชียลมีเดียของเรา"
          },
          "3": {
            "title": "การอัพโหลดวิดีโอ",
            "subtitle": "เพิ่มวิดีโอลงในของคุณ"
          },
          "4": {
            "title": "แบนเนอร์พรีเมี่ยมสีทอง",
            "subtitle": "โฆษณาทรัพย์สินของคุณเป็นรายการพรีเมี่ยม"
          },
          "5": {
            "title": "การเข้าถึง AI Design Studio",
            "subtitle": "แสดงให้เห็นว่าผู้คนสามารถออกแบบทรัพย์สินของคุณใหม่ได้อย่างไรเพียงคลิกเดียว"
          }
        }
      },
      "no-thanks": "ไม่เป็นไร ฉันจะยึดตามแผนปัจจุบันของฉัน"
    },
    "contact": {
      "title": "ติดต่อ",
      "subtitle": "กรอกรายละเอียดการติดต่อของเจ้าของทรัพย์สิน",
      "name": "ชื่อ:",
      "name-placeholder": "กรอกชื่อเจ้าของทรัพย์สิน...",
      "email": "อีเมล:",
      "email-placeholder": "ระบุอีเมล์ของเจ้าของทรัพย์สิน...",
      "mobile": "มือถือ:",
      "mobile-check": "ตั้งเป็นหมายเลขโทรศัพท์ของฉัน",
      "mobile-placeholder": "กรอกเบอร์มือถือของเจ้าของทรัพย์สิน...",
      "no-country": "ไม่พบประเทศ.",
      "search-country": "ค้นหาประเทศ..."
    },
    "description": {
      "title": "คำอธิบาย",
      "subtitle": "เขียนคำอธิบายสั้น ๆ เกี่ยวกับทรัพย์สินของคุณ",
      "placeholder": "ให้ภาพรวมสั้นๆ และรวมรายละเอียดเพิ่มเติมที่คุณคิดว่าผู้อื่นควรทราบ",
      "warning": "กรุณาเขียนคำอธิบายให้สั้นกว่านี้"
    },
    "features": {
      "title": "คุณสมบัติ",
      "subtitle": "ทรัพย์สินของคุณมีอะไรบ้าง?",
      "options": {
        "0": "ไม่มี",
        "1": "เครื่องปรับอากาศ",
        "2": "ห้องใต้หลังคา",
        "3": "ระเบียง",
        "4": "ห้องใต้ดิน",
        "5": "บาร์บีคิว",
        "6": "การเข้าถึงชายหาด",
        "7": "ที่จอดรถ",
        "8": "ทางเข้าลิฟต์",
        "9": "อุปกรณ์ออกกำลังกาย",
        "10": "เตาผิง",
        "11": "โรงรถ",
        "12": "สวนหรือสนามหญ้า",
        "13": "ระบบทำความร้อน",
        "14": "สำนักงานที่บ้าน",
        "15": "อ่างน้ำร้อน",
        "16": "เตาผิงในร่ม",
        "17": "การเข้าถึงทะเลสาบ",
        "18": "ห้องซักรีด",
        "19": "รับประทานอาหารกลางแจ้ง",
        "20": "ลานบ้าน",
        "21": "สระน้ำ",
        "22": "ความปลอดภัย",
        "23": "สกีอิน/สกีเอาท์",
        "24": "แผงโซล่าเซลล์",
        "25": "ระเบียง",
        "26": "ห้องเก็บเสื้อผ้าแบบวอล์คอิน"
      }
    },
    "location": {
      "title": "ที่ตั้ง",
      "subtitle": "ทรัพย์สินของคุณอยู่ที่ไหน?",
      "exact": "ที่แน่นอน",
      "approximate": "ประมาณ"
    },
    "photos": {
      "title": "ภาพถ่าย",
      "requirement": "คุณจะต้องอัพโหลดรูปภาพอย่างน้อย 5 รูป",
      "restriction-starter": "อัพโหลดรูปภาพสูงสุด 5 รูป",
      "restriction-pro": "อัพโหลดรูปภาพสูงสุด 15 รูป",
      "restriction-premium": "อัพโหลดรูปภาพสูงสุด 30 รูป",
      "restriction-business": "อัพโหลดรูปภาพสูงสุด 50 รูป",
      "drag": "ลากรูปภาพของคุณเพื่อจัดเรียงลำดับใหม่",
      "photo-warning-starter": "คุณได้อัปโหลดภาพถ่ายจำนวนสูงสุดสำหรับแผน Starter แล้ว",
      "photo-warning-pro": "คุณได้อัปโหลดภาพถ่ายจำนวนสูงสุดสำหรับแผน Pro แล้ว",
      "photo-warning-premium": "คุณได้อัปโหลดภาพถ่ายจำนวนสูงสุดสำหรับแผนพรีเมียมแล้ว",
      "photo-warning-business": "คุณได้อัปโหลดภาพถ่ายจำนวนสูงสุดสำหรับแผนธุรกิจแล้ว",
      "upgrade-plan": "อัพเกรดแผนของคุณเพื่ออัพโหลดเพิ่มเติม",
      "upgrade-button": "แผนอัพเกรด",
      "maximum": "คุณได้อัพโหลดรูปภาพครบจำนวนสูงสุดแล้ว",
      "onlyImages": "คุณสามารถอัพโหลดรูปภาพได้เท่านั้น",
      "tooNarrow": "รูปภาพของคุณรูปหนึ่งแคบเกินไป โปรดอัปโหลดรูปภาพที่มีความกว้างมากกว่านี้",
      "tooShort": "รูปภาพของคุณรูปหนึ่งสั้นเกินไป โปรดอัปโหลดรูปภาพที่มีความสูงมากกว่านี้",
      "fileSize": "รูปภาพของคุณรูปหนึ่งมีขนาดเกินขีดจำกัด 5MB โปรดอัปโหลดไฟล์ที่มีขนาดเล็กกว่า"
    },
    "price": {
      "title": "การกำหนดราคา",
      "subtitle": "ตั้งราคาของคุณ",
      "negotiable": "ราคาของคุณต่อรองได้ไหม?",
      "price_placeholder": "ใส่ราคาของคุณที่นี่...",
      "select_currency": "เลือกสกุลเงิน...",
      "no_currency": "ไม่พบสกุลเงิน",
      "search_currency": "ค้นหาสกุลเงิน..."
    },
    "review": {
      "title": "ทบทวน",
      "subtitle": "ตรวจสอบรายละเอียดทรัพย์สินของคุณ",
      "content": {
        "bedrooms": "ห้องนอน:",
        "bathrooms": "ห้องน้ำ:",
        "living-rooms": "ห้องนั่งเล่น:",
        "kitchens": "ห้องครัว:",
        "listing": "รายการ:",
        "type": "หมวดหมู่:",
        "capacity": "ความจุ:",
        "area": "พื้นที่",
        "units": {
          "m": "ตร.ม.",
          "ft": "ฟุต²"
        },
        "features": "คุณสมบัติ:",
        "contactName": "ชื่อผู้ติดต่อ:",
        "contactEmail": "อีเมลติดต่อ:",
        "contactPhone": "เบอร์ติดต่อ:",
        "price": "ราคา:",
        "negotiable": "สามารถต่อรองได้"
      },
      "listingType": {
        "0": "มาตรฐาน",
        "1": "พรีเมี่ยม"
      }
    },
    "rooms": {
      "title": "ห้องพัก",
      "subtitle": "ที่พักของคุณมีกี่ห้อง?",
      "bedrooms": "ห้องนอน",
      "bathrooms": "ห้องน้ำ",
      "living-rooms": "ห้องนั่งเล่น",
      "kitchens": "ห้องครัว"
    },
    "step1": {
      "step": "ขั้นตอนที่ 1.",
      "title": "บอกเราเกี่ยวกับสถานที่ของคุณ",
      "subtitle": "ที่ตั้ง ขนาด และรายละเอียด"
    },
    "step2": {
      "step": "ขั้นตอนที่ 2.",
      "title": "ทำให้มันโดดเด่น",
      "subtitle": "อัพโหลดรูปภาพ 5 รูปขึ้นไป พร้อมชื่อเรื่อง และคำอธิบาย"
    },
    "step3": {
      "step": "ขั้นตอนที่ 3.",
      "title": "เสร็จสิ้นและเผยแพร่",
      "subtitle": "เพิ่มรายละเอียดการติดต่อ ราคาของคุณ และเผยแพร่"
    },
    "title": {
      "title": "ชื่อ",
      "subtitle": "ตั้งชื่อรายการทรัพย์สินของคุณ",
      "warning": "กรุณาใช้ชื่อเรื่องที่สั้นกว่านี้"
    },
    "type": {
      "title": "พิมพ์",
      "subtitle": "ข้อใดอธิบายคุณสมบัติของคุณได้ดีที่สุด?",
      "options": {
        "0": "บ้าน",
        "1": "อพาร์ทเมนท์",
        "2": "ห้องโดยสาร",
        "3": "บ้านในชนบท",
        "4": "ปราสาท",
        "5": "อาคารพาณิชย์",
        "6": "คอนเทนเนอร์",
        "7": "บ้านไซคลาดิก",
        "8": "บ้านอีโค่",
        "9": "ฟาร์ม",
        "10": "บ้านลอยน้ำ",
        "11": "ที่ดิน",
        "12": "คฤหาสน์",
        "13": "บ้านเล็ก",
        "14": "หอคอย",
        "15": "คลังสินค้า",
        "16": "กังหันลม"
      }
    },
    "progress": {
      "continue": "ดำเนินการลงรายการต่อ",
      "start": "เริ่ม",
      "back": "กลับ",
      "next": "ต่อไป",
      "loading": "กำลังโหลด...",
      "finish": "เสร็จ!"
    }
  },
  "search": {
    "properties": "คุณสมบัติในพื้นที่แผนที่",
    "property": "ทรัพย์สินในพื้นที่แผนที่",
    "results": "ผลลัพธ์",
    "show-map": "แสดงแผนที่",
    "show-list": "แสดงรายการ",
    "no-homes-found": "ไม่พบบ้าน!",
    "loginToViewPrices": "เข้าสู่ระบบเพื่อดูราคา",
    "propertiesText": "คุณสมบัติ",
    "otherCategories": "หมวดหมู่อื่นๆ...",
    "loading": "กำลังโหลด..."
  },
  "ai-studio": {
    "title": "เอไอ ดีไซน์ สตูดิโอ",
    "subtitle": "ออกแบบคุณสมบัติและห้องของคุณใหม่",
    "redesign": "ออกแบบใหม่ของฉัน",
    "kind-room-placeholder": "เลือกประเภทห้องที่ต้องการ",
    "kind-property-placeholder": "เลือกประเภททรัพย์สินที่ต้องการ",
    "style-property-placeholder": "เลือกสไตล์ทรัพย์สินใหม่",
    "style-room-placeholder": "เลือกสไตล์ห้องใหม่",
    "room-kind-title": "ประเภทห้องปัจจุบัน",
    "room-style-title": "สไตล์ห้องใหม่",
    "property-kind-title": "ประเภททรัพย์สินปัจจุบัน",
    "property-style-title": "รูปแบบอสังหาฯใหม่",
    "images-expire-warning": "รูปภาพจะหมดอายุใน 1 ชั่วโมง",
    "fetching-previous-generations": "การดึงข้อมูลรุ่นก่อนหน้า",
    "images-get-started": "สร้างภาพบางส่วนเพื่อเริ่มต้น!",
    "fail": "สร้างการออกแบบล้มเหลว!",
    "subscribe-button": "แผนอัพเกรด",
    "subscribe-warning": "กรุณาสมัครแผน Insight, Premium, Business หรือ Max!",
    "created": "สร้าง",
    "upload-new": "อัพโหลดใหม่",
    "old-photo": "ก่อนหน้า",
    "completed": "สมบูรณ์",
    "historical-images": "รูปภาพที่สร้างไว้ก่อนหน้านี้",
    "isRoomButton": {
      "room": "ห้อง",
      "property": "คุณสมบัติ"
    },
    "executeButton": {
      "submit": "ออกแบบใหม่ด้วย AI",
      "loading": "กำลังสร้าง"
    }
  },
  "homes": {
    "units": {
      "m": "ตร.ม.",
      "ft": "ฟุต²"
    },
    "capacity": {
      "single": "บุคคล.",
      "plural": "ประชากร."
    },
    "capacity-title": "ความจุ:",
    "rooms-title": "ห้องพัก:",
    "features-title": "คุณสมบัติ:",
    "location-title": "ที่ตั้ง:",
    "price-title": "ราคา",
    "size-title": "ขนาดทรัพย์สิน :",
    "show-all-photos": "แสดงรูปภาพทั้งหมด",
    "original-price": "ราคาเดิม",
    "negotiable": "ราคาต่อรองได้?",
    "negotiable-text": "สามารถต่อรองได้",
    "bedrooms": {
      "single": "ห้องนอน",
      "plural": "ห้องนอน"
    },
    "bathrooms": {
      "single": "ห้องน้ำ",
      "plural": "ห้องน้ำ"
    },
    "living-rooms": {
      "single": "ห้องนั่งเล่น",
      "plural": "ห้องนั่งเล่น"
    },
    "kitchens": {
      "single": "ครัว",
      "plural": "ห้องครัว"
    },
    "price-button": {
      "show": "เปิดเผยราคา!",
      "hide": "ซ่อนราคา!",
      "mobile": "เปิดเผยราคา!"
    },
    "edit": "แก้ไขรายละเอียดทรัพย์สิน",
    "save": "บันทึก",
    "contact": {
      "contact-title": "ข้อมูลเจ้าของ",
      "contact-title-mobile": "ข้อมูลเจ้าของ",
      "name": "ชื่อ:",
      "email": "อีเมล:",
      "phone": "โทรศัพท์:",
      "contact-thanks": "ขอบคุณ เราจะส่งอีเมลถึงคุณเร็วๆ นี้!",
      "contact-button": "ติดต่อ",
      "buy-button": "ซื้อ!",
      "login-to-purchase": "เข้าสู่ระบบเพื่อซื้อ"
    },
    "translate-button": "แปล",
    "show-original-button": "แสดงต้นฉบับ"
  },
  "my-properties": {
    "title": "คุณสมบัติของฉัน",
    "incompleteListing": "รายการไม่สมบูรณ์!",
    "finishSelling": "เสร็จสิ้นการขาย!",
    "hideAllText": "ทำให้ทั้งหมดเป็นส่วนตัว",
    "showAllText": "ทำให้ทั้งหมดเป็นสาธารณะ",
    "properties": "คุณสมบัติ",
    "favorites": "รายการโปรด",
    "views": "มุมมอง",
    "properties-description": "จำนวนรวมของทรัพย์สินที่คุณได้ลงรายการ",
    "favorites-description": "จำนวนครั้งทั้งหมดที่คุณสมบัติของคุณถูกเพิ่มเป็นรายการโปรด",
    "views-description": "จำนวนครั้งทั้งหมดที่ทรัพย์สินของคุณถูกดู",
    "order-by": "สั่งซื้อโดย",
    "date": "วันที่สร้าง",
    "favorited": "ชื่นชอบมากที่สุด",
    "price": "ราคาแพงที่สุด",
    "incomplete": "รายการที่ไม่สมบูรณ์",
    "visible": "รายการสาธารณะ",
    "deleteWarning": "คุณแน่ใจแน่นอนมั้ย?",
    "deleteDescription": "การกระทำดังกล่าวจะลบบ้านของคุณอย่างถาวร!",
    "deleteCancel": "ยกเลิก",
    "deleteConfirm": "ลบ"
  },
  "my-lists": {
    "title": "รายการสิ่งที่ฉันปรารถนา",
    "warning": "คุณแน่ใจว่าต้องการลบรายการความปรารถนานี้หรือไม่?",
    "action": "การดำเนินการนี้ไม่สามารถย้อนกลับได้",
    "delete": "ลบ",
    "cancel": "ยกเลิก",
    "no-properties": "ยังไม่มีคุณสมบัติที่ถูกเพิ่มเข้าไปในรายการนี้",
    "modalTitle": "รายการความปรารถนาที่มีอยู่",
    "subtitle": "บันทึกทรัพย์สินนี้ลงในหนึ่งในรายการสิ่งที่ปรารถนาที่มีอยู่ของคุณ",
    "create": "สร้าง",
    "back": "กลับ",
    "manage": "จัดการ",
    "createTitle": "สร้างรายการใหม่",
    "createSubtitle": "บันทึกคุณสมบัตินี้ไปยังรายการใหม่",
    "name": "ชื่อของรายการใหม่",
    "placeholder": "รายการโปรด",
    "createButton": "เพิ่มไปยังรายการใหม่!",
    "notUniqueWarning": "คุณมีรายการที่มีชื่อนั้นอยู่แล้ว",
    "properties": "คุณสมบัติ:",
    "empty": "ว่างเปล่า"
  },
  "settings": {
    "title": "การตั้งค่าบัญชี",
    "name": {
      "title": "เปลี่ยนชื่อโปรไฟล์ของคุณ",
      "subtitle": "นี่คือสิ่งที่คุณจะปรากฏต่อสาธารณะ"
    },
    "language": {
      "title": "เปลี่ยนภาษาเริ่มต้นของคุณ",
      "subtitle": "นี่คือภาษาที่คุณจะเห็นเมื่อลงชื่อเข้าใช้"
    },
    "currency": {
      "title": "เปลี่ยนสกุลเงินเริ่มต้นของคุณ",
      "subtitle": "ราคาทรัพย์สินจะแสดงเป็นสกุลเงินนี้"
    },
    "billing": {
      "title": "การเรียกเก็บเงิน",
      "contact-credits": "ยอดเครดิตการติดต่อคงเหลือ",
      "contact-credits-description": "เครดิตการติดต่อใช้เพื่อดูรายละเอียดการติดต่อของเจ้าของทรัพย์สิน",
      "seller-credits": "ยอดเครดิตผู้ขายคงเหลือ",
      "seller-credits-description": "เครดิตผู้ขายจะถูกใช้เพื่อแสดงรายการคุณสมบัติบนแพลตฟอร์ม",
      "Buyer Subscription": "การสมัครสมาชิกสำหรับผู้ซื้อ",
      "Seller Subscription": "การสมัครสมาชิกผู้ขาย",
      "updateSub": "เปลี่ยนแปลงการสมัคร",
      "paymentMethods": "อัปเดตวิธีการชำระเงิน",
      "cancel": "ยกเลิกการสมัครสมาชิก",
      "view-subscriptions": "ดูแผนการสมัครสมาชิก"
    },
    "submit": "บันทึก"
  },
  "stripe": {
    "pay": "ชำระเงินทันที",
    "payment_success": "การชำระเงินสำเร็จแล้ว",
    "payment_loading": "การประมวลผลการชำระเงิน",
    "payment_error": "เกิดข้อผิดพลาดที่ไม่คาดคิด!",
    "seller_billing": "การเรียกเก็บเงินผู้ขาย",
    "buyer_billing": "การเรียกเก็บเงินผู้ซื้อ"
  }
} as const;
