export default {
  "home": {
    "header": {
      "guides": "คำแนะนำ",
      "construction": "เว็บไซต์นี้กำลังอยู่ในระหว่างการก่อสร้าง",
      "construction-sub": "โปรดสร้างบัญชี และเราจะส่งอีเมลถึงคุณเมื่อพร้อม",
      "sell-button-big": "ขายทรัพย์สินของคุณ",
      "sell-button-small": "ขาย",
      "profile-button": {
        "greeting": "สวัสดี",
        "log-in": "เข้าสู่ระบบ",
        "sign-up": "สมัครสมาชิก",
        "log-out": "ออกจากระบบ",
        "theme": {
          "theme": "ธีม",
          "light": "แสงสว่าง",
          "dark": "มืด",
          "system": "ระบบ"
        },
        "language": "ภาษา",
        "currency": "สกุลเงิน",
        "settings": "การตั้งค่า"
      }
    },
    "hero": {
      "title": "ค้นหาบ้านในฝันของคุณ",
      "search": {
        "placeholder": "ค้นหาที่อยู่หรือสถานที่ใดๆ...",
        "search-button": "ค้นหา"
      }
    },
    "Recommended": "เขตพื้นที่เมืองที่แนะนำ",
    "Popular": "เป็นที่นิยม",
    "Newest": "ใหม่ล่าสุด",
    "footer": {
      "allRightsReserved": "© 2024 Viva Ideal. สงวนลิขสิทธิ์"
    }
  },
  "guides": {
    "title": "วิธีการซื้อและขาย",
    "buy": {
      "title": "ฉันไม่รู้ว่าจะซื้ออย่างไร",
      "title-short": "วิธีการสั่งซื้อ",
      "countries": {
        "in": "วิธีการซื้อในอินเดีย",
        "kr": "วิธีการซื้อของในเกาหลีใต้",
        "ar": "วิธีการซื้อในอาร์เจนตินา",
        "pe": "วิธีการซื้อในเปรู",
        "co": "วิธีการซื้อในโคลัมเบีย",
        "ve": "วิธีการซื้อในเวเนซุเอลา",
        "vn": "วิธีการซื้อของในเวียดนาม",
        "id": "วิธีการซื้อในประเทศอินโดนีเซีย",
        "nz": "วิธีการซื้อของในนิวซีแลนด์",
        "ky": "วิธีการซื้อในหมู่เกาะเคย์แมน"
      }
    },
    "sell": {
      "title": "ฉันไม่รู้จะขายยังไง",
      "title-short": "วิธีการขาย",
      "countries": {
        "us": "วิธีการขายในสหรัฐอเมริกา",
        "ca": "วิธีการขายในประเทศแคนาดา",
        "au": "วิธีการขายในประเทศออสเตรเลีย",
        "gb": "วิธีการขายในสหราชอาณาจักร",
        "de": "วิธีการขายในประเทศเยอรมนี",
        "fr": "วิธีการขายในประเทศฝรั่งเศส",
        "jp": "วิธีการขายในญี่ปุ่น",
        "br": "วิธีการขายในประเทศบราซิล"
      }
    }
  }
} as const;
