export default {
  "home": {
    "header": {
      "search": {
        "placeholder": "ค้นหาที่อยู่หรือสถานที่ใดๆ...",
        "search-button": "ค้นหา"
      },
      "guides": "คำแนะนำ",
      "construction": "เว็บไซต์นี้กำลังอยู่ในระหว่างการก่อสร้าง",
      "construction-sub": "โปรดสร้างบัญชี และเราจะส่งอีเมลถึงคุณเมื่อพร้อม",
      "sell-button-big": "ขายทรัพย์สินของคุณ",
      "sell-button-small": "ขาย",
      "profile-button": {
        "greeting": "สวัสดี",
        "log-in": "เข้าสู่ระบบ",
        "sign-up": "สมัครสมาชิก",
        "log-out": "ออกจากระบบ",
        "theme": {
          "theme": "ธีม",
          "light": "แสงสว่าง",
          "dark": "มืด",
          "system": "ระบบ"
        },
        "language": "ภาษา",
        "currency": "สกุลเงิน",
        "settings": "การตั้งค่า",
        "exit": "บันทึกและออก",
        "exit-short": "ทางออก"
      }
    },
    "modal": {
      "sign-up": {
        "title": "สมัครสมาชิก",
        "subtitle": "กรอกอีเมล์ของคุณด้านล่างเพื่อสมัครสมาชิก!",
        "already": "มีบัญชีอยู่แล้วใช่ไหม?",
        "change": "เข้าสู่ระบบ"
      },
      "log-in": {
        "title": "ยินดีต้อนรับกลับมา",
        "subtitle": "กรอกอีเมล์ของคุณด้านล่างเพื่อเข้าสู่ระบบ",
        "already": "ยังไม่มีบัญชีใช่ไหม?",
        "change": "สมัครสมาชิก"
      },
      "general": {
        "email": "อีเมล",
        "email-placeholder": "ตัวอย่าง@mail.com",
        "submit": "ลงทะเบียนด้วยอีเมล์",
        "or": "หรือ",
        "google": "ลงทะเบียนด้วย Google",
        "facebook": "ลงทะเบียนด้วย Facebook",
        "loading": "กำลังโหลด..."
      }
    },
    "hero": {
      "title": "ค้นหาบ้านในฝันของคุณ",
      "search": {
        "placeholder": "ค้นหาที่อยู่หรือสถานที่ใดๆ...",
        "search-button": "ค้นหา"
      }
    },
    "Recommended": "เขตพื้นที่เมืองที่แนะนำ",
    "Popular": "เป็นที่นิยม",
    "Newest": "ใหม่ล่าสุด",
    "footer": {
      "allRightsReserved": "© 2024 Viva Ideal. สงวนลิขสิทธิ์"
    }
  },
  "guides": {
    "title": "วิธีการซื้อและขาย",
    "buy": {
      "title": "ฉันไม่รู้ว่าจะซื้ออย่างไร",
      "title-short": "วิธีการสั่งซื้อ",
      "countries": {
        "in": "วิธีการซื้อในอินเดีย",
        "kr": "วิธีการซื้อของในเกาหลีใต้",
        "ar": "วิธีการซื้อในอาร์เจนตินา",
        "pe": "วิธีการซื้อในเปรู",
        "co": "วิธีการซื้อในโคลัมเบีย",
        "ve": "วิธีการซื้อในเวเนซุเอลา",
        "vn": "วิธีการซื้อของในเวียดนาม",
        "id": "วิธีการซื้อในประเทศอินโดนีเซีย",
        "nz": "วิธีการซื้อของในนิวซีแลนด์",
        "ky": "วิธีการซื้อในหมู่เกาะเคย์แมน"
      }
    },
    "sell": {
      "title": "ฉันไม่รู้จะขายยังไง",
      "title-short": "วิธีการขาย",
      "countries": {
        "us": "วิธีการขายในสหรัฐอเมริกา",
        "ca": "วิธีการขายในประเทศแคนาดา",
        "au": "วิธีการขายในประเทศออสเตรเลีย",
        "gb": "วิธีการขายในสหราชอาณาจักร",
        "de": "วิธีการขายในประเทศเยอรมนี",
        "fr": "วิธีการขายในประเทศฝรั่งเศส",
        "jp": "วิธีการขายในญี่ปุ่น",
        "br": "วิธีการขายในประเทศบราซิล"
      }
    }
  },
  "sell": {
    "sell-flow": {
      "title": "ขายทรัพย์สินของคุณ",
      "title-continue": "เสร็จสิ้นรายการของคุณ",
      "step-1": "1. บอกเราเกี่ยวกับสถานที่ของคุณ",
      "step-1-sub": "ที่ตั้ง ขนาด และรายละเอียด",
      "step-2": "2. ทำให้มันโดดเด่น",
      "step-2-sub": "อัพโหลดรูปภาพ 5 รูปขึ้นไป พร้อมชื่อเรื่อง และคำอธิบาย",
      "step-3": "3. เสร็จสิ้นและเผยแพร่",
      "step-3-sub": "เพิ่มรายละเอียดการติดต่อ ราคาของคุณ และเผยแพร่",
      "completed": "สมบูรณ์"
    },
    "capacity": {
      "title": "ความจุ",
      "subtitle": "ทรัพย์สินของคุณมีขนาดใหญ่แค่ไหน?",
      "size": "กรอกขนาดทรัพย์สินของคุณที่นี่",
      "metres": "เมตร",
      "units": {
        "m": "ม.",
        "ft": "ฟุต"
      },
      "feet": "เท้า",
      "capacity": "ตอนนี้ประมาณดูว่ามีกี่คนที่สามารถอาศัยอยู่ในทรัพย์สินของคุณได้อย่างสะดวกสบาย"
    },
    "checkout": {},
    "contact": {},
    "description": {},
    "features": {},
    "location": {
      "title": "ที่ตั้ง",
      "subtitle": "ทรัพย์สินของคุณอยู่ที่ไหน?"
    },
    "photos": {},
    "price": {},
    "review": {},
    "rooms": {
      "title": "ห้องพัก",
      "subtitle": "ที่พักของคุณมีกี่ห้อง?",
      "bedrooms": "ห้องนอน",
      "bathrooms": "ห้องน้ำ",
      "living-rooms": "ห้องนั่งเล่น",
      "kitchens": "ห้องครัว"
    },
    "step1": {
      "step": "ขั้นตอนที่ 1.",
      "title": "บอกเราเกี่ยวกับสถานที่ของคุณ",
      "subtitle": "ที่ตั้ง ขนาด และรายละเอียด"
    },
    "step2": {
      "step": "ขั้นตอนที่ 2.",
      "title": "ทำให้มันโดดเด่น",
      "subtitle": "อัพโหลดรูปภาพ 5 รูปขึ้นไป พร้อมชื่อเรื่อง และคำอธิบาย"
    },
    "step3": {
      "step": "ขั้นตอนที่ 3.",
      "title": "เสร็จสิ้นและเผยแพร่",
      "subtitle": "เพิ่มรายละเอียดการติดต่อ ราคาของคุณ และเผยแพร่"
    },
    "title": {},
    "type": {
      "title": "พิมพ์",
      "subtitle": "ข้อใดอธิบายคุณสมบัติของคุณได้ดีที่สุด?",
      "options": {
        "0": "บ้าน",
        "1": "อพาร์ทเมนท์",
        "2": "ห้องโดยสาร",
        "3": "คาซ่าพิเศษ",
        "4": "ปราสาท",
        "5": "อาคารพาณิชย์",
        "6": "คอนเทนเนอร์",
        "7": "บ้านไซคลาดิก",
        "8": "บ้านดิน",
        "9": "ฟาร์ม",
        "10": "บ้านลอยน้ำ",
        "11": "ที่ดิน",
        "12": "คฤหาสน์",
        "13": "บ้านเล็ก",
        "14": "หอคอย",
        "15": "คลังสินค้า",
        "16": "กังหันลม"
      }
    },
    "progress": {
      "continue": "ดำเนินการลงรายการต่อ",
      "start": "เริ่ม",
      "back": "กลับ",
      "next": "ต่อไป",
      "loading": "กำลังโหลด...",
      "finish": "เสร็จ!"
    }
  },
  "settings": {
    "title": "การตั้งค่าบัญชี",
    "name": {
      "title": "เปลี่ยนชื่อโปรไฟล์ของคุณ",
      "subtitle": "นี่คือสิ่งที่คุณจะปรากฏต่อสาธารณะ"
    },
    "language": {
      "title": "เปลี่ยนภาษาของคุณ",
      "subtitle": "นี่คือภาษาที่คุณจะเห็นเมื่อลงชื่อเข้าใช้"
    },
    "currency": {
      "title": "เปลี่ยนสกุลเงินเริ่มต้นของคุณ",
      "subtitle": "ราคาทรัพย์สินจะแสดงเป็นสกุลเงินนี้"
    },
    "submit": "บันทึก"
  }
} as const;
